[
 {
  "title": "The Castle",
  "author": "Franz Kafka,Mark Harman (Translator)",
  "description": "<p>Left unfinished by Kafka in 1922 and not published until 1926, two years after his death, The Castle is the haunting tale of K.’s relentless, unavailing struggle with an inscrutable authority in order to gain access to the Castle. Scrupulously following the fluidity and breathlessness of the sparsely punctuated original manuscript, Mark Harman’s new translation reveals levels of comedy, energy, and visual power, previously unknown to English language readers.</p>",
  "pages": 328,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646336042i/333538.jpg",
  "yearPublished": 1926,
  "genre": "Fiction,Classics,Literature,Philosophy,20th Century,Dystopia,Absurdism,Comedy"
 },
 {
  "title": "The King In Yellow",
  "author": "Robert W. Chambers",
  "description": "<p>First published in 1895, this collection of short stories by Robert W. Chambers takes its title from The King in Yellow, a fictional drama so laced with &quot;the essence of purest poison&quot; that it drives anyone foolish enough to read it insane. Although suppressed by authorities shortly after publication, copies of the play continue to seduce and destroy unsuspecting men and women who fall under its spell.</p>",
  "pages": 224,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1411447398i/23167774.jpg",
  "yearPublished": 1895,
  "genre": "Horror,Fiction,Classics,Fantasy,Romance,Gothic,19th Century"
 },
 {
  "title": "Invisible Man",
  "author": "Ralph Ellison",
  "description": "<span>First published in 1952 and immediately hailed as a masterpiece, <i>Invisible Man</i> is one of those rare novels that have changed the shape of American literature. For not only does Ralph Ellison's nightmare journey across the racial divide tell unparalleled truths about the nature of bigotry and its effects on the minds of both victims and perpetrators, it gives us an entirely new model of what a novel can be.<br/><br/>As he journeys from the Deep South to the streets and basements of Harlem, from a horrifying \"battle royal\" where black men are reduced to fighting animals, to a Communist rally where they are elevated to the status of trophies, Ralph Ellison's nameless protagonist ushers readers into a parallel universe that throws our own into harsh and even hilarious relief. Suspenseful and sardonic, narrated in a voice that takes in the symphonic range of the American language, black and white, <i>Invisible Man</i> is one of the most audacious and dazzling novels of our century.</span>",
  "pages": 581,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1556482805i/16981.jpg",
  "yearPublished": 1952,
  "genre": "Classics,Fiction,Race,African American,Historical Fiction"
 },
 {
  "title": "The Trial",
  "author": "Franz Kafka,Willa Muir (Translator)",
  "description": "<span>Written in 1914 but not published until 1925, a year after Kafka’s death, <i>The Trial </i>is the terrifying tale of Josef K., a respectable bank officer who is suddenly and inexplicably arrested and must defend himself against a charge about which he can get no information. Whether read as an existential tale, a parable, or a prophecy of the excesses of modern bureaucracy wedded to the madness of totalitarianism, <i>The Trial </i>has resonated with chilling truth for generations of readers.</span>",
  "pages": 255,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1320399438i/17690.jpg",
  "yearPublished": 1925,
  "genre": "Classics,Fiction,Literature,Dystopia"
 },
 {
  "title": "Perfume: The Story of a Murderer",
  "author": "Patrick Süskind,John E. Woods (Translator)",
  "description": "<span>An acclaimed bestseller and international sensation, Patrick Suskind's classic novel provokes a terrifying examination of what happens when one man's indulgence in his greatest passion—his sense of smell—leads to murder.<br/><br/>In the slums of eighteenth-century France, the infant Jean-Baptiste Grenouille is born with one sublime gift—an absolute sense of smell. As a boy, he lives to decipher the odors of Paris, and apprentices himself to a prominent perfumer who teaches him the ancient art of mixing precious oils and herbs. But Grenouille's genius is such that he is not satisfied to stop there, and he becomes obsessed with capturing the smells of objects such as brass doorknobs and fresh-cut wood. Then one day he catches a hint of a scent that will drive him on an ever-more-terrifying quest to create the \"ultimate perfume\"—the scent of a beautiful young virgin. Told with dazzling narrative brilliance, <i>Perfume</i> is a hauntingly powerful tale of murder and sensual depravity.</span>",
  "pages": 263,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1409112276i/343.jpg",
  "yearPublished": 1985,
  "genre": "Fiction,Classics,Horror,Thriller,20th Century,Mystery,Crime"
 },
 {
  "title": "L'Assommoir",
  "author": "Emile Zola,Robin Buss (Translator)",
  "description": "<span>The seventh novel in the Rougon-Macquart cycle, <i>L'Assommoir</i> (1877) is the story of a woman's struggle for happiness in working-class Paris. At the center of the story stands Gervaise, who starts her own laundry and for a time makes a success of it. But her husband soon squanders her earnings in the Assommoir, a local drinking spot, and gradually the pair sink into poverty and squalor. <i>L'Assommoir</i> was a contemporary bestseller, outraged conservative critics, and launched a passionate debate about the legitimate scope of modern literature. This new translation captures not only the brutality but the pathos of its characters' lives.</span>",
  "pages": 480,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1309282204i/92967.jpg",
  "yearPublished": 1876,
  "genre": "Fiction,Classics,Literature,19th Century,Historical Fiction"
 },
 {
  "title": "Harry Potter and the Sorcerer’s Stone",
  "author": "J.K. Rowling",
  "description": "<span>\"Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'.\"<br/><br/>Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!</span>",
  "pages": 333,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1598823299i/42844155.jpg",
  "yearPublished": 1997,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "Harry Potter and the Chamber of Secrets",
  "author": "J.K. Rowling,Mary GrandPré (Illustrator)",
  "description": "<span>Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike.<br/><br/>And strike it does. For in Harry’s second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls’ bathroom. But then the real trouble begins – someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself!</span>",
  "pages": 352,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1474169725i/15881.jpg",
  "yearPublished": 1998,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "Harry Potter and the Prisoner of Azkaban",
  "author": "J.K. Rowling,Mary GrandPré (Illustrator)",
  "description": "<span>Harry Potter, along with his best friends, Ron and Hermione, is about to start his third year at Hogwarts School of Witchcraft and Wizardry. Harry can't wait to get back to school after the summer holidays. (Who wouldn't if they lived with the horrible Dursleys?) But when Harry gets to Hogwarts, the atmosphere is tense. There's an escaped mass murderer on the loose, and the sinister prison guards of Azkaban have been called in to guard the school...</span>",
  "pages": 435,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1630547330i/5.jpg",
  "yearPublished": 1999,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "Harry Potter and the Goblet of Fire",
  "author": "J.K. Rowling,Mary GrandPré (Illustrator)",
  "description": "<span>It is the summer holidays and soon Harry Potter will be starting his fourth year at Hogwarts School of Witchcraft and Wizardry. Harry is counting the days: there are new spells to be learnt, more Quidditch to be played, and Hogwarts castle to continue exploring. But Harry needs to be careful - there are unexpected dangers lurking...</span>",
  "pages": 734,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1554006152i/6.jpg",
  "yearPublished": 2000,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "Harry Potter and the Order of the Phoenix",
  "author": "J.K. Rowling,Mary GrandPré (Illustrator)",
  "description": "<span>Harry Potter is about to start his fifth year at Hogwarts School of Witchcraft and Wizardry. Unlike most schoolboys, Harry never enjoys his summer holidays, but this summer is even worse than usual. The Dursleys, of course, are making his life a misery, but even his best friends, Ron and Hermione, seem to be neglecting him.<br/><br/>Harry has had enough. He is beginning to think he must do something, anything, to change his situation, when the summer holidays come to an end in a very dramatic fashion. What Harry is about to discover in his new year at Hogwarts will turn his world upside down...</span>",
  "pages": 912,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546910265i/2.jpg",
  "yearPublished": 2003,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "Harry Potter and the Half-Blood Prince",
  "author": "J.K. Rowling,Mary GrandPré (Illustrator)",
  "description": "<span>It is the middle of the summer, but there is an unseasonal mist pressing against the windowpanes. Harry Potter is waiting nervously in his bedroom at the Dursleys' house in Privet Drive for a visit from Professor Dumbledore himself. One of the last times he saw the Headmaster, he was in a fierce one-to-one duel with Lord Voldemort, and Harry can't quite believe that Professor Dumbledore will actually appear at the Dursleys' of all places. Why is the Professor coming to visit him now? What is it that cannot wait until Harry returns to Hogwarts in a few weeks' time? Harry's sixth year at Hogwarts has already got off to an unusual start, as the worlds of Muggle and magic start to intertwine...</span>",
  "pages": 652,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1587697303i/1.jpg",
  "yearPublished": 2005,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "Harry Potter and the Deathly Hallows",
  "author": "J.K. Rowling,Mary GrandPré (Illustrator)",
  "description": "<span>Harry has been burdened with a dark, dangerous and seemingly impossible task: that of locating and destroying Voldemort's remaining Horcruxes. Never has Harry felt so alone, or faced a future so full of shadows. But Harry must somehow find within himself the strength to complete the task he has been given. He must leave the warmth, safety and companionship of The Burrow and follow without fear or hesitation the inexorable path laid out for him...<br/><br/>In this final, seventh installment of the Harry Potter series, J.K. Rowling unveils in spectacular fashion the answers to the many questions that have been so eagerly awaited.</span>",
  "pages": 759,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1663805647i/136251.jpg",
  "yearPublished": 2007,
  "genre": "Fiction,Fantasy,Young Adult,Science Fiction,Magic"
 },
 {
  "title": "The Hunger Games",
  "author": "Suzanne Collins",
  "description": "<span><b>Could you survive on your own in the wild, with every one out to make sure you don't live to see the morning?</b><br/><br/>In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.<br/><br/>Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.</span>",
  "pages": 374,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1586722975i/2767052.jpg",
  "yearPublished": 2008,
  "genre": "Fiction,Young Adult,Dystopia,Science Fiction,Action,Post-Apocalyptic"
 },
 {
  "title": "Catching Fire",
  "author": "Suzanne Collins",
  "description": "<span><b>Sparks are igniting.<br/>Flames are spreading.<br/>And the Capitol wants revenge.</b><br/> <br/>Against all odds, Katniss Everdeen has won the Hunger Games. She and fellow District 12 tribute Peeta Mellark are miraculously still alive. Katniss should be relieved, happy even. After all, she has returned to her family and her longtime friend, Gale. Yet nothing is the way Katniss wishes it to be. Gale holds her at an icy distance. Peeta has turned his back on her completely. And there are whispers of a rebellion against the Capitol—a rebellion that Katniss and Peeta may have helped create. <br/><br/>Much to her shock, Katniss has fueled an unrest that she's afraid she cannot stop. And what scares her even more is that she's not entirely convinced she should try. As time draws near for Katniss and Peeta to visit the districts on the Capitol's cruel Victory Tour, the stakes are higher than ever. If they can't prove, without a shadow of a doubt, that they are lost in their love for each other, the consequences will be horrifying.<br/><br/>In <i>Catching Fire</i>, the second novel of the Hunger Games trilogy, Suzanne Collins continues the story of Katniss Everdeen, testing her more than ever before . . . and surprising readers at every turn.</span>",
  "pages": 391,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1586722941i/6148028.jpg",
  "yearPublished": 2009,
  "genre": "Fiction,Young Adult,Dystopia,Science Fiction,Action,Post-Apocalyptic"
 },
 {
  "title": "Mockingjay",
  "author": "Suzanne Collins",
  "description": "<span><b>My name is Katniss Everdeen.<br/>Why am I not dead?<br/>I should be dead.</b><br/><br/>Katniss Everdeen, girl on fire, has survived, even though her home has been destroyed. Gale has escaped. Katniss's family is safe. Peeta has been captured by the Capitol. District 13 really does exist. There are rebels. There are new leaders. A revolution is unfolding.<br/><br/>It is by design that Katniss was rescued from the arena in the cruel and haunting Quarter Quell, and it is by design that she has long been part of the revolution without knowing it. District 13 has come out of the shadows and is plotting to overthrow the Capitol. Everyone, it seems, has had a hand in the carefully laid plans—except Katniss.<br/><br/>The success of the rebellion hinges on Katniss's willingness to be a pawn, to accept responsibility for countless lives, and to change the course of the future of Panem. To do this, she must put aside her feelings of anger and distrust. She must become the rebels' Mockingjay—no matter what the personal cost.</span>",
  "pages": 390,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1586722918i/7260188.jpg",
  "yearPublished": 2010,
  "genre": "Fiction,Young Adult,Dystopia,Science Fiction,Action,Post-Apocalyptic"
 },
 {
  "title": "The Ballad of Songbirds and Snakes",
  "author": "Suzanne Collins",
  "description": "<span>It is the morning of the reaping that will kick off the tenth annual Hunger Games. In the Capital, eighteen-year-old Coriolanus Snow is preparing for his one shot at glory as a mentor in the Games. The once-mighty house of Snow has fallen on hard times, its fate hanging on the slender chance that Coriolanus will be able to outcharm, outwit, and outmaneuver his fellow students to mentor the winning tribute.<br/><br/>The odds are against him. He's been given the humiliating assignment of mentoring the female tribute from District 12, the lowest of the low. Their fates are now completely intertwined -- every choice Coriolanus makes could lead to favor or failure, triumph or ruin. Inside the arena, it will be a fight to the death. Outside the arena, Coriolanus starts to feel for his doomed tribute... and must weigh his need to follow the rules against his desire to survive no matter what it takes.</span>",
  "pages": 541,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1593892032i/51901147.jpg",
  "yearPublished": 2020,
  "genre": "Fiction,Young Adult,Dystopia,Science Fiction,Action,Post-Apocalyptic"
 },
 {
  "title": "Dune",
  "author": "Frank Herbert",
  "description": "<span>Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the “spice” melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...<br/><br/>When House Atreides is betrayed, the destruction of Paul’s family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad’Dib, he will bring to fruition humankind’s most ancient and unattainable dream.<br/><br/>***<br/><br/>Original, first edition from 1965 can be found <a href=\"https://www.goodreads.com/book/show/1022863.Dune\">here</a>.</span>",
  "pages": 658,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1555447414i/44767458.jpg",
  "yearPublished": 1965,
  "genre": "Science Fiction,Fiction,Fantasy,Adventure,Space Opera"
 },
 {
  "title": "Dune Messiah",
  "author": "Frank Herbert",
  "description": "<span><b>Book Two in the Magnificent Dune Chronicles--the Bestselling Science Fiction Adventure of All Time</b><br/><br/><i>Dune Messiah</i> continues the story of Paul Atreides, better known--and feared--as the man christened Muad'Dib. As Emperor of the Known Universe, he possesses more power than a single man was ever meant to wield. Worshipped as a religious icon by the fanatical Fremens, Paul faces the enmity of the political houses he displaced when he assumed the throne--and a conspiracy conducted within his own sphere of influence.<br/><br/>And even as House Atreides begins to crumble around him from the machinations of his enemies, the true threat to Paul comes to his lover, Chani, and the unborn heir to his family's dynasty...<br/><br/><i>Includes an introduction by Brian Herbert</i></span>",
  "pages": 337,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1577043824i/44492285.jpg",
  "yearPublished": 1969,
  "genre": "Science Fiction,Fiction,Fantasy,Adventure,Space Opera"
 },
 {
  "title": "The Red and the Black",
  "author": "Stendhal",
  "description": "<span>Handsome, ambitious Julien Sorel is determined to rise above his humble provincial origins. Soon realizing that success can only be achieved by adopting the subtle code of hypocrisy by which society operates, he begins to achieve advancement through deceit and self-interest. His triumphant career takes him into the heart of glamorous Parisian society, along the way conquering the gentle, married Madame de Rênal, and the haughty Mathilde. But then Julien commits an unexpected, devastating crime - and brings about his own downfall. <i>The Red and the Black</i> is a lively, satirical portrayal of French society after Waterloo, riddled with corruption, greed, and <i>ennui</i>, and Julien - the cold exploiter whose Machiavellian campaign is undercut by his own emotions - is one of the most intriguing characters in European literature.<br/><br/>Roger Gard's fine translation remains faithful to the natural, conversational tone of the original, while his introduction elucidates the complexities of Julien's character. This edition also contains a chronology, further reading and an appendix on Stendhal's use of epigraphs.</span>",
  "pages": 577,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1635011110i/14662.jpg",
  "yearPublished": 1830,
  "genre": "Fiction,Literature,Classics,19th Century,Romance"
 },
 {
  "title": "The Fall of the House of Usher and Other Writings",
  "author": "Edgar Allan Poe,David Galloway (Editor)",
  "description": "<span><i>'And much of Madness and more of Sin And Horror the Soul of the Plot'</i><br/><br/>This selection of Poe's critical writings, short fiction and poetry demonstrates his intense interest in aesthetic issues, and the astonishing power and imagination with which he probed the darkest corners of the human mind. 'The Fall of the House of Usher' describes the final hours of a family tormented by tragedy and the legacy of the past. In 'Tell-Tale Heart', a murderer's insane delusions threaten to betray him, while stories such as 'The Pit and the Pendulum' and 'The Cask of Amontillado' explore extreme states of decadence, fear and hate. These works display Poe's startling ability to build suspense with almost nightmarish intensity.<br/><br/>David Galloway's introduction re-examines the myths surrounding Poe's life and reputation. This edition includes a new chronology and suggestions for further reading.<br/><br/>PREVIOUSLY PUBLISHED AS <i>SELECTED WRITINGS</i><br/><br/>Chronology<br/>Introduction<br/>Further Reading<br/>A Note on the Text<br/>POEMS<br/>Stanzas<br/>Sonnet — To Science<br/>A/ Aaraaf<br/>Romance<br/>TO Helen<br/>Israfel<br/>The City in the Sea<br/>The Sleeper<br/>Lenore<br/>The Valley of Unrest<br/>The Raven<br/>Ulalume<br/>For Annie<br/>A Valentine<br/>Annabel Lee<br/>The Bells<br/>Eldorado<br/>TALES<br/>MS. Found in a Bottle<br/>Ligeia<br/>The Man that was Used Up<br/>The Fall of the House of Usher<br/>William Wilson<br/>The Man of the Crowd<br/>The Murders in the Rue Morgue<br/>A Descent into the Maelström<br/>Eleonora<br/>The Oval Portrait<br/>The Masque of the Red Death<br/>The Pit and the Pendulum<br/>The Tell-Tale Heart<br/>The Gold-Bug<br/>The Black Cat<br/>The Purloined Letter<br/>The Facts in the Case of M. Valdemar<br/>The Cask of Amontillado<br/>Hop-Frog<br/>ESSÄYS AND REVIEWS<br/>Letter to B—<br/>Georgia Scenes<br/>The Drake—Halleck Review (excerpts)<br/>Watkins Tottle<br/>The Philosophy of Furniture<br/>Wyandotté<br/>Music<br/>Time and Space<br/>Twice-Told Tales<br/>The American Drama (excerpts)<br/>Hazlitt<br/>The Philosophy of Composition<br/>Song-Writing<br/>On Imagination<br/>The Veil of the Soul<br/>The Poetic Principle (excerpts)<br/>Notes</span>",
  "pages": 488,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1343336820i/175515.jpg",
  "yearPublished": 1967,
  "genre": "Classics,Horror,Gothic,Poetry,Fiction,19th Century,Fantasy,Literature"
 },
 {
  "title": "Diary of a Wimpy Kid",
  "author": "Jeff Kinney",
  "description": "<span><b>In the first book of the Diary of a Wimpy Kid series, #1 international bestselling author Jeff Kinney, introduces us to Greg Heffley: an unforgettable, unlikely hero that every family can relate to.</b><br/><br/>Being a kid can really stink. And no one knows this better than Greg. He finds himself thrust into middle school, where undersized weaklings share the hallways with kids who are taller, meaner, and already shaving. Greg is happy to have Rowley Jefferson, his sidekick, along for the ride. But when Rowley's star starts to rise, Greg tries to use his best friend's newfound popularity to his own advantage, kicking off a chain of events that will test their friendship in hilarious fashion.<br/><br/>The hazards of growing up before you're ready are uniquely revealed through words and drawings as Greg records them in his diary. But as Greg says: “Just don’t expect me to be all “Dear Diary” this and “Dear Diary” that.”<br/><br/>Luckily for us, what Greg Heffley says he won’t do and what he actually does are two very different things.</span>",
  "pages": 226,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388183826i/389627.jpg",
  "yearPublished": 2007,
  "genre": "Fiction,Graphic Novel,Comedy,Young Adult,Comics,Diary"
 },
 {
  "title": "Diary of a Wimpy Kid: Rodrick Rules",
  "author": "Jeff Kinney",
  "description": "<span>The highly anticipated sequel to the #1 <i>NEW YORK TIMES</i> bestselling book! <br/><br/>Secrets have a way of getting out, especially when a diary is involved. <br/><br/>Whatever you do, don’t ask Greg Heffley how he spent his summer vacation, because he definitely doesn’t want to talk about it. <br/><br/>As Greg enters the new school year, he’s eager to put the past three months behind him . . . and one event in particular. <br/><br/>Unfortunately for Greg, his older brother, Rodrick, knows all about the incident Greg wants to keep under wraps. But secrets have a way of getting out . . . especially when a diary is involved. <br/><br/><i>Diary of a Wimpy Kid: Rodrick</i> Rules chronicles Greg’s attempts to navigate the hazards of middle school, impress the girls, steer clear of the school talent show, and most important, keep his secret safe.</span>",
  "pages": 226,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1360095964i/1809465.jpg",
  "yearPublished": 2008,
  "genre": "Fiction,Graphic Novel,Comedy,Young Adult,Comics,Diary"
 },
 {
  "title": 1984,
  "author": "George Orwell",
  "description": "<span>A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching Thought Police Big Brother Orwellian These words have entered our vocabulary because of George Orwell s classic dystopian novel 1984 The story of one man s nightmare odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality With a foreword by Thomas Pynchon With a foreword by Thomas Pynchon A masterpiece of rebellion and imprisonment where war is peace freedom is slavery and Big Brother is watching View our feature on George Orwell s 1984 Thought Police Big Brother Orwellian These words have entered our vocabulary because of George Orwell s classic dystopian novel 1984 The story of one man s nightmare odyssey as he pursues a forbidden love affair through a world ruled by warring states and a power structure that controls not only information but also individual thought and memory 1984 is a prophetic haunting tale More relevant than ever before 1984 exposes the worst crimes imaginable the destruction of truth freedom and individuality This beautiful paperback edition features deckled edges and french flaps a perfect gift for any occasion<br/><br/>Alternate cover edition can be found <a href=\"https://www.goodreads.com/book/show/36526988-nineteen-eighty-four\">here</a>.</span>",
  "pages": 368,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040.jpg",
  "yearPublished": 1949,
  "genre": "Fiction,Dystopia,20th Century,Classics,Literature,Politics,Science Fiction"
 },
 {
  "title": "Lord of the Flies",
  "author": "William Golding",
  "description": "<span>At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable novel about “the end of innocence, the darkness of man’s heart.”</span>",
  "pages": 182,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327869409i/7624.jpg",
  "yearPublished": 1954,
  "genre": "Fiction,Classics,Young Adult,Dystopia,Adventure,Survival"
 },
 {
  "title": "Holes",
  "author": "Louis Sachar",
  "description": "<span>Stanley Yelnats is under a curse. A curse that began with his no-good-dirty-rotten-pig-stealing-great-great-grandfather and has since followed generations of Yelnats. Now Stanley has been unjustly sent to a boys’ detention center, Camp Green Lake, where the boys build character by spending all day, every day digging holes exactly five feet wide and five feet deep. There is no lake at Camp Green Lake. But there are an awful lot of holes.<br/><br/>It doesn’t take long for Stanley to realize there’s more than character improvement going on at Camp Green Lake. The boys are digging holes because the warden is looking for something. But what could be buried under a dried-up lake? Stanley tries to dig up the truth in this inventive and darkly humorous tale of crime and punishment—and redemption.</span>",
  "pages": 272,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1618269830i/38709.jpg",
  "yearPublished": 1998,
  "genre": "Fiction,Young Adult,Classics,Adventure"
 },
 {
  "title": "Animal Farm",
  "author": "George Orwell",
  "description": "<span><i>Librarian's note: There is an Alternate Cover Edition for this edition of this book <a href=\"https://www.goodreads.com/book/show/13456059-animal-farm\">here</a>.</i><br/><br/>A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned –a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible. <br/>When <i>Animal Farm</i> was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.</span>",
  "pages": 128,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1325861570i/170448.jpg",
  "yearPublished": 1945,
  "genre": "Fiction,Dystopia,20th Century,Classics,Literature,Politics,Science Fiction"
 },
 {
  "title": "The Catcher in the Rye",
  "author": "J.D. Salinger",
  "description": "<span><b>It's Christmas time and Holden Caulfield has just been expelled from yet another school...</b><br/><br/>Fleeing the crooks at Pencey Prep, he pinballs around New York City seeking solace in fleeting encounters—shooting the bull with strangers in dive hotels, wandering alone round Central Park, getting beaten up by pimps and cut down by erstwhile girlfriends. The city is beautiful and terrible, in all its neon loneliness and seedy glamour, its mingled sense of possibility and emptiness. Holden passes through it like a ghost, thinking always of his kid sister Phoebe, the only person who really understands him, and his determination to escape the phonies and find a life of true meaning.<br/><br/><i>The Catcher in the Rye</i> is an all-time classic in coming-of-age literature- an elegy to teenage alienation, capturing the deeply human need for connection and the bewildering sense of loss as we leave childhood behind.<br/><br/><b>\n  <a href=\"https://www.goodreads.com/author/show/819789.J_D__Salinger_s\" title=\"J.D. Salinger's\">J.D. Salinger's</a>\n</b> (1919–2010) classic novel of teenage angst and rebellion was first published in 1951. The novel was included on <i>Time</i>'s 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read.</span>",
  "pages": 234,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1398034300i/5107.jpg",
  "yearPublished": 1951,
  "genre": "Fiction,Coming-of-Age,Literature,Classics,Young Adult,20th Century"
 },
 {
  "title": "A Tale of Two Cities",
  "author": "Charles Dickens",
  "description": "<span><i>A Tale of Two Cities</i> is Charles Dickens’s great historical novel, set against the violent upheaval of the French Revolution. The most famous and perhaps the most popular of his works, it compresses an event of immense complexity to the scale of a family history, with a cast of characters that includes a bloodthirsty ogress and an antihero as believably flawed as any in modern fiction. Though the least typical of the author’s novels, <i>A Tale of Two Cities</i> still underscores many of his enduring themes—imprisonment, injustice, social anarchy, resurrection, and the renunciation that fosters renewal.</span>",
  "pages": 489,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1344922523i/1953.jpg",
  "yearPublished": 1859,
  "genre": "Classics,Fiction,Literature,Historical,19th Century"
 },
 {
  "title": "The Adventures of Tom Sawyer",
  "author": "Mark Twain",
  "description": "<span>The Adventures of Tom Sawyer revolves around the youthful adventures of the novel's schoolboy protagonist, Thomas Sawyer, whose reputation precedes him for causing mischief and strife. Tom lives with his Aunt Polly, half-brother Sid, and cousin Mary in the quaint town of St. Petersburg, just off the shore of the Mississippi River. St. Petersburg is described as a typical small-town atmosphere where the Christian faith is predominant, the social network is close-knit, and familiarity resides. <br/> <br/>Unlike his brother Sid, Tom receives \"lickings\" from his Aunt Polly; ever the mischief-maker, would rather play hooky than attend school and often sneaks out his bedroom window at night to adventure with his friend, Huckleberry Finn ­ the town's social outcast. Tom, despite his dread of schooling, is extremely clever and would normally get away with his pranks if Sid were not such a \"tattle-tale.\" <br/> <br/>As punishment for skipping school to go swimming, Aunt Polly assigns Tom the chore of whitewashing the fence surrounding the house. In a brilliant scheme, Tom is able to con the neighborhood boys into completing the chore for him, managing to convince them of the joys of whitewashing. At school, Tom is equally as flamboyant, and attracts attention by chasing other boys, yelling, and running around. With his usual antics, Tom attempts to catch the eye of Becky Thatcher, a new girl in town, and persuades her to get \"engaged\" by kissing him. But their romance collapses when she learns Tom has been \"engaged\" previously to Amy Lawrence. Shortly after Becky shuns him, he accompanies Huckleberry Finn to the graveyard at night, where they witness the murder of Dr. Robinson.<br/><br/>Excerpt:<br/>\"TOM!\" <br/>No answer. <br/>\"TOM!\" <br/>No answer. <br/>\"What's gone with that boy, &nbsp;I wonder? You TOM!\" <br/>No answer. <br/>The old lady pulled her spectacles down and looked over them about the room; then she put them up and looked out under them. She seldom or never looked&nbsp;through&nbsp;them for so small a thing as a boy; they were her state pair, the pride of her heart, and were built for \"style,\" not service—she could have seen through a pair of stove-lids just as well. She looked perplexed for a moment, and then said, not fiercely, but still loud enough for the furniture to hear: <br/>\"Well, I lay if I get hold of you I'll—\" <br/>She did not finish, for by this time she was bending down and punching under the bed with the broom, and so she needed breath to punctuate the punches with. She resurrected nothing but the cat. <br/>\"I never did see the beat of that boy!\"</span>",
  "pages": 244,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1404811979i/24583.jpg",
  "yearPublished": 1876,
  "genre": "Classics,Fiction,Literature,Historical,19th Century,Adventure"
 },
 {
  "title": "The Adventures of Huckleberry Finn",
  "author": "Mark Twain",
  "description": "<span>A nineteenth-century boy from a Mississippi River town recounts his adventures as he travels down the river with a runaway slave, encountering a family involved in a feud, two scoundrels pretending to be royalty, and Tom Sawyer's aunt who mistakes him for Tom.</span>",
  "pages": 327,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546096879i/2956.jpg",
  "yearPublished": 1884,
  "genre": "Classics,Fiction,Literature,Historical,19th Century,Adventure"
 },
 {
  "title": "The Aeneid",
  "author": "Virgil",
  "description": "<span>The Aeneid – thrilling, terrifying and poignant in equal measure – has inspired centuries of artists, writers and musicians.<br/><br/>Virgil’s epic tale tells the story of Aeneas, a Trojan hero, who flees his city after its fall, with his father Anchises and his young son Ascanius – for Aeneas is destined to found Rome and father the Roman race. As Aeneas journeys closer to his goal, he must first prove his worth and attain the maturity necessary for such an illustrious task. He battles raging storms in the Mediterranean, encounters the fearsome Cyclopes, falls in love with Dido, Queen of Carthage, travels into the Underworld and wages war in Italy.</span>",
  "pages": 442,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1386923968i/12914.jpg",
  "yearPublished": 20,
  "genre": "Poetry,Classics,Fiction,Greek Mythology,Epic"
 },
 {
  "title": "The Odyssey",
  "author": "Homer",
  "description": "<span><i>Sing to me of the man, Muse, the man of twists and turns<br/>driven time and again off course, once he had plundered<br/>the hallowed heights of Troy.</i><br/><br/>So begins Robert Fagles' magnificent translation of the <i>Odyssey</i>.<br/><br/>If the <i>Iliad</i> is the world's greatest war epic, then the <i>Odyssey</i> is literature's grandest evocation of everyman's journey though life. Odysseus' reliance on his wit and wiliness for survival in his encounters with divine and natural forces, during his ten-year voyage home to Ithaca after the Trojan War, is at once a timeless human story and an individual test of moral endurance. <br/><br/>In the myths and legends that are retold here, Fagles has captured the energy and poetry of Homer's original in a bold, contemporary idiom, and given us an <i>Odyssey</i> to read aloud, to savor, and to treasure for its sheer lyrical mastery.<br/><br/>Renowned classicist Bernard Knox's superb Introduction and textual commentary provide new insights and background information for the general reader and scholar alike, intensifying the strength of Fagles' translation.<br/><br/>This is an <i>Odyssey</i> to delight both the classicist and the public at large, and to captivate a new generation of Homer's students.<br/><br/>--<br/><br/>Robert Fagles, winner of the PEN/Ralph Manheim Medal for Translation and a 1996 Academy Award in Literature from the American Academy of Arts and Letters, presents us with Homer's best-loved and most accessible poem in a stunning new modern-verse translation.</span>",
  "pages": 541,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1390173285i/1381.jpg",
  "yearPublished": 701,
  "genre": "Poetry,Classics,Fiction,Greek Mythology,Epic"
 },
 {
  "title": "The Count of Monte Cristo",
  "author": "Alexandre Dumas",
  "description": "<span>Thrown in prison for a crime he has not committed, Edmond Dantès is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsible for his incarceration. Dumas’ epic tale of suffering and retribution, inspired by a real-life case of wrongful imprisonment, was a huge popular success when it was first serialized in the 1840s.<br/><br/>Robin Buss’s lively English translation is complete and unabridged, and remains faithful to the style of Dumas’s original. This edition includes an introduction, explanatory notes and suggestions for further reading.</span>",
  "pages": 1276,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1611834134i/7126.jpg",
  "yearPublished": 1844,
  "genre": "Classics,Fiction,Adventure,Literature,Historical,Romance,19th Century"
 },
 {
  "title": "The Great Gatsby",
  "author": "F. Scott Fitzgerald",
  "description": "<span><b>The Great Gatsby</b>, F. Scott Fitzgerald's third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story of the fabulously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when <i>The New York Times</i> noted \"gin was the national drink and sex the national obsession,\" it is an exquisitely crafted tale of America in the 1920s.<br/><br/><b>The Great Gatsby</b> is one of the great classics of twentieth-century literature.<br/><br/>(from the back cover)<br/><br/></span>",
  "pages": 180,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1490528560i/4671.jpg",
  "yearPublished": 1925,
  "genre": "Classics,Fiction,Historical Fiction,Romance,Literature,20th Century"
 },
 {
  "title": "Little Women",
  "author": "Louisa May Alcott",
  "description": "<span>Generations of readers young and old, male and female, have fallen in love with the March sisters of Louisa May Alcott’s most popular and enduring novel, <i>Little Women</i>. Here are talented tomboy and author-to-be Jo, tragically frail Beth, beautiful Meg, and romantic, spoiled Amy, united in their devotion to each other and their struggles to survive in New England during the Civil War.<br/><p>It is no secret that Alcott based <i>Little Women</i> on her own early life. While her father, the freethinking reformer and abolitionist Bronson Alcott, hobnobbed with such eminent male authors as Emerson, Thoreau, and Hawthorne, Louisa supported herself and her sisters with \"woman’s work,” including sewing, doing laundry, and acting as a domestic servant. But she soon discovered she could make more money writing. <i>Little Women</i> brought her lasting fame and fortune, and far from being the \"girl’s book” her publisher requested, it explores such timeless themes as love and death, war and peace, the conflict between personal ambition and family responsibilities, and the clash of cultures between Europe and America.</p></span>",
  "pages": 449,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1562690475i/1934.jpg",
  "yearPublished": 1868,
  "genre": "Classics,Fiction,Romance,Young Adult,19th Century,Literature,Womens,Feminism"
 },
 {
  "title": "Les Misérables",
  "author": "Victor Hugo,Norman MacAfee (Translator)",
  "description": "<span>Victor Hugo's tale of injustice, heroism and love follows the fortunes of Jean Valjean, an escaped convict determined to put his criminal past behind him. But his attempts to become a respected member of the community are constantly put under threat: by his own conscience, when, owing to a case of mistaken identity, another man is arrested in his place; and by the relentless investigations of the dogged Inspector Javert. It is not simply for himself that Valjean must stay free, however, for he has sworn to protect the baby daughter of Fantine, driven to prostitution by poverty.</span>",
  "pages": 1463,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1411852091i/24280.jpg",
  "yearPublished": 1862,
  "genre": "Classics,Historical,Literature,Romance,19th Century,Fiction"
 },
 {
  "title": "Pride and Prejudice",
  "author": "Jane Austen",
  "description": "<span>Since its immediate success in 1813, <i>Pride and Prejudice</i> has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.</span>",
  "pages": 279,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1320399351i/1885.jpg",
  "yearPublished": 1813,
  "genre": "Classics,Romance,Fiction,Historical Fiction,Literature,19th Century"
 },
 {
  "title": "To Kill a Mockingbird",
  "author": "Harper Lee",
  "description": "<span>The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.<br/><br/>Compassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.</span>",
  "pages": 323,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1553383690i/2657.jpg",
  "yearPublished": 1960,
  "genre": "Classics,Fiction,Historical Fiction,20th Century,Coming-of-Age"
 },
 {
  "title": "Matilda",
  "author": "Roald Dahl,Quentin Blake (Illustrator)",
  "description": "<span><b><i>“The Trunchbull”</i> is no match for Matilda!</b><br/><br/>Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world...<br/><br/>For starters she has two of the most idiotic, self-centered parents who ever lived. Then there's the large, busty nightmare of a school principal, Miss (\"The\") Trunchbull, a former hammer-throwing champion who flings children at will, and is approximately as sympathetic as a bulldozer. Fortunately for Matilda, she has the inner resources to deal with such annoyances: astonishing intelligence, saintly patience, and an innate predilection for revenge.<br/><br/><b>\n  <a href=\"https://www.goodreads.com/author/show/4273.Roald_Dahl\" title=\"Roald Dahl\">Roald Dahl</a>\n</b> was a spy, ace fighter-pilot, chocolate historian, and medical inventor. He was also the author of <i><a href=\"https://www.goodreads.com/book/show/781822.Charlie_and_the_Chocolate_Factory\" title=\"Charlie and the Chocolate Factory\">Charlie and the Chocolate Factory</a>, <a href=\"https://www.goodreads.com/book/show/28186304.Matilda\" title=\"Matilda\">Matilda</a>, <a href=\"https://www.goodreads.com/book/show/527786.The_BFG\" title=\"The BFG\">The BFG</a>,</i> and many more brilliant stories. He remains the World's No. 1 Storyteller.</span>",
  "pages": 240,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388793265i/39988.jpg",
  "yearPublished": 1988,
  "genre": "Classics,Fiction,Fantasy,Comedy,Magic"
 },
 {
  "title": "The Sun Also Rises",
  "author": "Ernest Hemingway",
  "description": "<span>The Sun Also Rises is a 1926 novel by American writer Ernest Hemingway, his first, that portrays American and British expatriates who travel along the Camino de Santiago from Paris to the Festival of San Fermín in Pamplona and watch the running of the bulls and the bullfights. An early modernist novel, it received mixed reviews upon publication. Hemingway biographer Jeffrey Meyers writes that it is now \"recognized as Hemingway's greatest work\" and Hemingway scholar Linda Wagner-Martin calls it his most important novel. The novel was published in the United States in October 1926 by Scribner. A year later, Jonathan Cape published the novel in London under the title Fiesta. It remains in print.</span>",
  "pages": 237,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1692653547i/196840591.jpg",
  "yearPublished": 1926,
  "genre": "Classics,Fiction,Literature,Historical Fiction,20th Century"
 },
 {
  "title": "For Whom the Bell Tolls",
  "author": "Ernest Hemingway",
  "description": "<span>In 1937 Ernest Hemingway traveled to Spain to cover the civil war there for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from \"the good fight,\" <i>For Whom the Bell Tolls.</i> The story of Robert Jordan, a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain, it tells of loyalty and courage, love and defeat, and the tragic death of an ideal. In his portrayal of Jordan's love for the beautiful Maria and his superb account of El Sordo's last stand, in his brilliant travesty of La Pasionaria and his unwillingness to believe in blind faith, Hemingway surpasses his achievement in <i>The Sun Also Rises</i> and <i>A Farewell to Arms</i> to create a work at once rare and beautiful, strong and brutal, compassionate, moving and wise. \"If the function of a writer is to reveal reality,\" Maxwell Perkins wrote to Hemingway after reading the manuscript, \"no one ever so completely performed it.\" Greater in power, broader in scope, and more intensely emotional than any of the author's previous works, it stands as one of the best war novels of all time.</span>",
  "pages": 471,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1492591524i/46170.jpg",
  "yearPublished": 1940,
  "genre": "Classics,Fiction,Literature,20th Century"
 },
 {
  "title": "The Diary of a Young Girl",
  "author": "Anne Frank",
  "description": "<span>Discovered in the attic in which she spent the last years of her life, Anne Frank’s remarkable diary has become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit. <br/><br/>In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.<br/>--back cover</span>",
  "pages": 283,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1560816565i/48855.jpg",
  "yearPublished": 1947,
  "genre": "Classics,Autobiography,Diary,20th Century,Memoir"
 },
 {
  "title": "The Picture of Dorian Gray",
  "author": "Oscar Wilde",
  "description": "<span>Oscar Wilde’s only novel is the dreamlike story of a young man who sells his soul for eternal youth and beauty.<br/><br/>In this celebrated work Wilde forged a devastating portrait of the effects of evil and debauchery on a young aesthete in late-19th-century England. Combining elements of the Gothic horror novel and decadent French fiction, the book centers on a striking premise: As Dorian Gray sinks into a life of crime and gross sensuality, his body retains perfect youth and vigor while his recently painted portrait grows day by day into a hideous record of evil, which he must keep hidden from the world. For over a century, this mesmerizing tale of horror and suspense has enjoyed wide popularity. It ranks as one of Wilde's most important creations and among the classic achievements of its kind.</span>",
  "pages": 272,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546103428i/5297.jpg",
  "yearPublished": 1890,
  "genre": "Classics,Horror,Gothic,Fantasy,Literature,19th Century"
 },
 {
  "title": "Of Mice and Men",
  "author": "John Steinbeck",
  "description": "<span><b>\n  <i>“I got you to look after me, and you got me to look after you, and that's why.”</i>\n</b><br/><br/>They are an unlikely pair: George is <i>\"small and quick and dark of face\";</i> Lennie, a man of tremendous size, has the mind of a young child. Yet they have formed a <i>\"family,\"</i> clinging together in the face of loneliness and alienation. Laborers in California's dusty vegetable fields, they hustle work when they can, living a hand-to-mouth existence. But George and Lennie have a plan: to own an acre of land and a shack they can call their own.<br/><br/>While the powerlessness of the laboring class is a recurring theme in Steinbeck's work of the late 1930s, he narrowed his focus when composing <i>Of Mice and Men</i>, creating an intimate portrait of two men facing a world marked by petty tyranny, misunderstanding, jealousy, and callousness. But though the scope is narrow, the theme is universal: a friendship and a shared dream that makes an individual's existence meaningful.<br/><br/>A unique perspective on life's hardships, this story has achieved the status of timeless classic due to its remarkable success as a novel, a Broadway play, and three acclaimed films.</span>",
  "pages": 107,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1511302904i/890.jpg",
  "yearPublished": 1937,
  "genre": "Historical Fiction,Fiction,Literature,19th Century"
 },
 {
  "title": "The Grapes of Wrath",
  "author": "John Steinbeck",
  "description": "<span>The Pulitzer Prize-winning epic of the Great Depression, a book that galvanized—and sometimes outraged—millions of readers.<br><br>First published in 1939, Steinbeck’s Pulitzer Prize-winning epic of the Great Depression chronicles the Dust Bowl migration of the 1930s and tells the story of one Oklahoma farm family, the Joads—driven from their homestead and forced to travel west to the promised land of California. Out of their trials and their repeated collisions against the hard realities of an America divided into Haves and Have-Nots evolves a drama that is intensely human yet majestic in its scale and moral vision, elemental yet plainspoken, tragic but ultimately stirring in its human dignity. A portrait of the conflict between the powerful and the powerless, of one man’s fierce reaction to injustice, and of one woman’s stoical strength, the novel captures the horrors of the Great Depression and probes into the very nature of equality and justice in America. At once a naturalistic epic, captivity narrative, road novel, and transcendental gospel, Steinbeck’s powerful landmark novel is perhaps the most American of American Classics.</span>",
  "pages": 479,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1375670575i/18114322.jpg",
  "yearPublished": 1939,
  "genre": "Historical Fiction,Fiction,Literature,19th Century"
 },
 {
  "title": "Fahrenheit 451",
  "author": "Ray Bradbury",
  "description": "<span><b>Sixty years after its original publication, Ray Bradbury’s internationally acclaimed novel Fahrenheit 451 stands as a classic of world literature set in a bleak, dystopian future. Today its message has grown more relevant than ever before.</b><br><br>Guy Montag is a fireman. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they are hidden. Montag never questions the destruction and ruin his actions produce, returning each day to his bland life and wife, Mildred, who spends all day with her television “family.” But when he meets an eccentric young neighbor, Clarisse, who introduces him to a past where people didn’t live in fear and to a present where one sees the world through the ideas in books instead of the mindless chatter of television, Montag begins to question everything he has ever known.</span>",
  "pages": 194,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1383718290i/13079982.jpg",
  "yearPublished": 1953,
  "genre": "Fiction,Science Fiction,Dystopia,Literature,20th Century"
 },
 {
  "title": "The Hobbit",
  "author": "J.R.R. Tolkien",
  "description": "<span>In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.<br>Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001).</span>",
  "pages": 366,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546071216i/5907.jpg",
  "yearPublished": 1937,
  "genre": "Fantasy,Adventure,Fiction,Literature,20th Century"
 },
 {
  "title": "The Giver",
  "author": "Lois Lowry",
  "description": "<span>At the age of twelve, Jonas, a young boy from a seemingly utopian, futuristic world, is singled out to receive special training from The Giver, who alone holds the memories of the true joys and pain of life.</span>",
  "pages": 208,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1342493368i/3636.jpg",
  "yearPublished": 1993,
  "genre": "Fiction,Dystopia,Young Adult,Science Fiction,Fantasy"
 },
 {
  "title": "The Outsiders",
  "author": "S.E. Hinton",
  "description": "<span><i>The Outsiders</i> is about two weeks in the life of a 14-year-old boy. The novel tells the story of Ponyboy Curtis and his struggles with right and wrong in a society in which he believes that he is an outsider. According to Ponyboy, there are two kinds of people in the world: greasers and socs. A soc (short for \"social\") has money, can get away with just about anything, and has an attitude longer than a limousine. A greaser, on the other hand, always lives on the outside and needs to watch his back. Ponyboy is a greaser, and he's always been proud of it, even willing to rumble against a gang of socs for the sake of his fellow greasers--until one terrible night when his friend Johnny kills a soc. The murder gets under Ponyboy's skin, causing his bifurcated world to crumble and teaching him that pain feels the same whether a soc or a greaser.<br><br><i>Librarian note: This record is for one of the three editions published with different covers and with ISBN 0-140-38572-X / 978-0-14-038572-4. The records are for the <a href=\"https://www.goodreads.com/book/show/231804.1988_cover\" title=\"1988 cover\">1988 cover</a> (this record), the <a href=\"https://www.goodreads.com/book/show/17985531.1995_cover\" title=\"1995 cover\">1995 cover</a>, and the <a href=\"https://www.goodreads.com/book/show/7840334.2008_cover\" title=\"2008 cover\">2008 cover</a> which is also the current in-print cover.</i></span>",
  "pages": 208,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442129426i/231804.jpg",
  "yearPublished": 1967,
  "genre": "Classics,Young Adult,Fiction,Coming-of-Age,20th Century"
 },
 {
  "title": "Maus",
  "author": "Art Spiegelman",
  "description": "<span>The first installment of the Pulitzer Prize-winning graphic novel acclaimed as “the most affecting and successful narrative ever done about the Holocaust” (Wall Street Journal) and “the first masterpiece in comic book history” (The New Yorker).<br><br>A brutally moving work of art—widely hailed as the greatest graphic novel ever written—Maus recounts the chilling experiences of the author’s father during the Holocaust, with Jews drawn as wide-eyed mice and Nazis as menacing cats.<br><br>Maus is a haunting tale within a tale, weaving the author’s account of his tortured relationship with his aging father into an astonishing retelling of one of history's most unspeakable tragedies. It is an unforgettable story of survival and a disarming look at the legacy of trauma.</span>",
  "pages": 159,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1633636988i/15196.jpg",
  "yearPublished": 1986,
  "genre": "Graphic Novel,Comics,History,Biography"
 },
 {
  "title": "Meditations",
  "author": "Marcus Aurelius",
  "description": "<span>Written in Greek by the only Roman emperor who was also a philosopher, without any intention of publication, the <i>Meditations</i> of Marcus Aurelius offer a remarkable series of challenging spiritual reflections and exercises developed as the emperor struggled to understand himself and make sense of the universe. While the <i>Meditations</i> were composed to provide personal consolation and encouragement, Marcus Aurelius also created one of the greatest of all works of philosophy: a timeless collection that has been consulted and admired by statesmen, thinkers and readers throughout the centuries.</span>",
  "pages": 254,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1421618636i/30659.jpg",
  "yearPublished": 181,
  "genre": "Philosophy,History,Self Help,Leadership,Classics"
 },
 {
  "title": "Thus Spoke Zarathustra",
  "author": "Friedrich Nietzche",
  "description": "<span><i>Thus Spoke Zarathustra</i> is a foundational work of Western literature and is widely considered to be Friedrich Nietzsche’s masterpiece. It includes the German philosopher’s famous discussion of the phrase ‘God is dead’ as well as his concept of the Superman. Nietzsche delineates his Will to Power theory and devotes pages to critiquing Christian thinking, in particular Christianity’s definition of good and evil.</span>",
  "pages": 327,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1650680683i/51893.jpg",
  "yearPublished": 1883,
  "genre": "Philosophy,Fiction,Religion,19th Century,Poetry"
 },
 {
  "title": "Brave New World",
  "author": "Aldous Huxley",
  "description": "<span>Aldous Huxley's profoundly important classic of world literature, <i>Brave New World</i> is a searching vision of an unequal, technologically-advanced future where humans are genetically bred, socially indoctrinated, and pharmaceutically anesthetized to passively uphold an authoritarian ruling order–all at the cost of our freedom, full humanity, and perhaps also our souls. “A genius who spent his life decrying the onward march of the Machine” (<i>The New Yorker</i>), Huxley was a man of incomparable talents: equally an artist, a spiritual seeker, and one of history’s keenest observers of human nature and civilization. <i>Brave New World</i>, his masterpiece, has enthralled and terrified millions of readers, and retains its urgent relevance to this day as both a warning to be heeded as we head into tomorrow and as thought-provoking, satisfying work of literature. Written in the shadow of the rise of fascism during the 1930s, <i>Brave New World</i>d likewise speaks to a 21st-century world dominated by mass-entertainment, technology, medicine and pharmaceuticals, the arts of persuasion, and the hidden influence of elites. <br><br>\"Aldous Huxley is the greatest 20th century writer in English.\" —Chicago Tribune</span>",
  "pages": 268,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1575509280i/5129.jpg",
  "yearPublished": 1932,
  "genre": "Classics,Dystopia,Fiction,20th Century,Science Fiction"
 },
 {
  "title": "The Stand",
  "author": "Stephen King",
  "description": "<span>First came the days of the plague. Then came the dreams. Dark dreams that warned of the coming of the dark man. The apostate of death, his worn-down boot heels tramping the night roads. The warlord of the charnel house and Prince of Evil. His time is at hand. His empire grows in the west and the Apocalypse looms.<br>For hundreds of thousands of fans who read The Stand in its original version and wanted more, this new edition is Stephen King's gift. And those who are listening to The Stand for the first time will discover a triumphant and eerily plausible work of the imagination that takes on the issues that will determine our survival.</span>",
  "pages": 1152,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1213131305i/149267.jpg",
  "yearPublished": 1978,
  "genre": "Horror,Fantasy,Dystopia,Science Fiction,Thriller,Fiction"
 },
 {
  "title": "A Clockwork Orange",
  "author": "Anthony Burgess",
  "description": "<span>In Anthony Burgess's influential nightmare vision of the future, criminals take over after dark. Teen gang leader Alex narrates in fantastically inventive slang that echoes the violent intensity of youth rebelling against society. Dazzling and transgressive, <em>A Clockwork Orange</em> is a frightening fable about good and evil and the meaning of human freedom. This edition includes the controversial last chapter not published in the first edition, and Burgess’s introduction, “A Clockwork Orange Resucked.”</span>",
  "pages": 240,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1549260060i/41817486.jpg",
  "yearPublished": 1962,
  "genre": "Classics,Dystopia,Horror,Literature,Crime,20th Century"
 },
 {
  "title": "The Fault in Our Stars",
  "author": "John Green",
  "description": "<span>Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.<br><br>Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.</span>",
  "pages": 313,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1660273739i/11870085.jpg",
  "yearPublished": 2012,
  "genre": "Fiction,Young Adult,Coming-of-Age,Romance"
 },
 {
  "title": "Where the Sidewalk Ends",
  "author": "Shel Silverstein",
  "description": "<span><b>Come in... for where the sidewalk ends, Shel Silverstein's world begins.</b><br><br>Shel Silverstein, the&nbsp;<i>New York Times</i> bestselling author of <i><a href=\"https://www.goodreads.com/search/search?q=The%20Giving%20Tree\" title=\"370493\">The Giving Tree</a>, <a href=\"https://www.goodreads.com/book/show/240007.A_Light_in_the_Attic\" title=\"A Light in the Attic\">A Light in the Attic</a>, <a href=\"https://www.goodreads.com/book/show/30120.Falling_Up\" title=\"Falling Up\">Falling Up</a></i>, and <i><a href=\"https://www.goodreads.com/book/show/10659536.Every_Thing_On_It\" title=\"Every Thing On It\">Every Thing On It</a>,</i> has created a poetry collection that is outrageously funny and deeply profound. <br><br>You'll meet a boy who turns into a TV set, and a girl who eats a whale. The Unicorn and the Bloath live there, and so does Sarah Cynthia Sylvia Stout who will not take the garbage out. It is a place where you wash your shadow and plant diamond gardens, a place where shoes fly, sisters are auctioned off, and crocodiles go to the dentist.<br><br>Shel Silverstein's masterful collection of poems and drawings stretches the bounds of imagination and will be cherished by readers of all ages.</span>",
  "pages": 176,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1168052448i/30119.jpg",
  "yearPublished": 1974,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "The Giving Tree",
  "author": "Shel Silverstein",
  "description": "<span>\"Once there was a tree...and she loved a little boy.\"<br><br>So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.<br><br>Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave.<br><br>This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return.</span>",
  "pages": 64,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1174210942i/370493.jpg",
  "yearPublished": 1964,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "A Light in the Attic",
  "author": "Shel Silverstein",
  "description": "<span><blockquote>Last night while I lay thinking here <br>Some Whatifs crawled inside my ear <br>And pranced and partied all night long <br>And sang their same old Whatif song: <br><br>Whatif I flunk that test?<br>Whatif green hair grows on my chest?<br>Whatif nobody likes me?<br>Whatif a bolt of lightning strikes me?...</blockquote>This 20th anniversary of Shel Silverstein's <i>A Light in the Attic</i> includes a CD of highlights from his Grammy Award-winning album.<br><br>Here in the attic of Shel Silverstein you will find Backward Bill, Sour Face Ann, the Meehoo with an Exactlywatt, and the Polar Bear in the Frigidaire. You will talk with Broiled Face, and find out what happens when Somebody steals your knees, you get caught by the Quick-Digesting Gink, a Mountain snores, and They Put a Brassiere on the Camel.<br><br>From the creator of the beloved poetry collections <i>Where the Sidewalk Ends</i> and <i>Falling Up</i>, here is another wondrous book of poems and drawings.</span>",
  "pages": 176,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1427169918i/30118.jpg",
  "yearPublished": 1981,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "I Know Why the Caged Bird Sings",
  "author": "Maya Angelou",
  "description": "<span>Maya Angelou’s debut memoir is a modern American classic beloved worldwide. Her life story is told in the documentary film And Still I Rise, as seen on PBS’s American Masters.<br><br>Here is a book as joyous and painful, as mysterious and memorable, as childhood itself. I Know Why the Caged Bird Sings captures the longing of lonely children, the brute insult of bigotry, and the wonder of words that can make the world right. Maya Angelou’s debut memoir is a modern American classic beloved worldwide.<br> <br>Sent by their mother to live with their devout, self-sufficient grandmother in a small Southern town, Maya and her brother, Bailey, endure the ache of abandonment and the prejudice of the local “powhitetrash.” At eight years old and back at her mother’s side in St. Louis, Maya is attacked by a man many times her age—and has to live with the consequences for a lifetime. Years later, in San Francisco, Maya learns that love for herself, the kindness of others, her own strong spirit, and the ideas of great authors (“I met and fell in love with William Shakespeare”) will allow her to be free instead of imprisoned.<br> <br>Poetic and powerful, <i>I Know Why the Caged Bird Sings</i> will touch hearts and change minds for as long as people read.</span>",
  "pages": 289,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327957927i/13214.jpg",
  "yearPublished": 1969,
  "genre": "Classics,Memoir,Autobiography,Poetry,African American,Race"
 },
 {
  "title": "Beloved",
  "author": "Toni Morrison",
  "description": "<span>Winner of the Pulitzer Prize, Toni Morrison’s Beloved is a spellbinding and dazzlingly innovative portrait of a woman haunted by the past.<br><br>Sethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has borne the unthinkable and not gone mad, yet she is still held captive by memories of Sweet Home, the beautiful farm where so many hideous things happened. Meanwhile Sethe’s house has long been troubled by the angry, destructive ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved.<br><br>Sethe works at beating back the past, but it makes itself heard and felt incessantly in her memory and in the lives of those around her. When a mysterious teenage girl arrives, calling herself Beloved, Sethe’s terrible secret explodes into the present.<br><br>Combining the visionary power of legend with the unassailable truth of history, Morrison’s unforgettable novel is one of the great and enduring works of American literature.</span>",
  "pages": 324,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1632283781i/6149.jpg",
  "yearPublished": 1987,
  "genre": "Fiction,Classics,Historical Fiction,Magical Realism,Literature,African American"
 },
 {
  "title": "The Color Purple",
  "author": "Alice Walker",
  "description": "<span><b>Read the original inspiration for the new, boldly reimagined film from producers Oprah Winfrey and Steven Spielberg, starring Taraji P. Henson, Danielle Brooks, and Fantasia Barrino.<br><br>Winner of the Pulitzer Prize and the National Book Award</b><br><br>A powerful cultural touchstone of modern American literature, <i>The Color Purple</i> depicts the lives of African American women in early twentieth-century rural Georgia. Separated as girls, sisters Celie and Nettie sustain their loyalty to and hope in each other across time, distance and silence. Through a series of letters spanning twenty years, first from Celie to God, then the sisters to each other despite the unknown, the novel draws readers into its rich and memorable portrayals of Celie, Nettie, Shug Avery and Sofia and their experience. <i>The Color Purple</i> broke the silence around domestic and sexual abuse, narrating the lives of women through their pain and struggle, companionship and growth, resilience and bravery. Deeply compassionate and beautifully imagined, Alice Walker's epic carries readers on a spirit-affirming journey towards redemption and love.<br><br>“Reading <i>The Color Purple<i> was the first time I had seen Southern, Black women’s literature as world literature. In writing us into the world—bravely, unapologetically, and honestly—Alice Walker has given us a gift we will never be able to repay.” —Tayari Jones<br><br>“<i>The Color Purple<i> was what church should have been, what honest familial reckoning could have been, and it is still the only art object in the world by which all three generations of Black artists in my family judge American art.” —Kiese Laymon</i></i></i></i></span>",
  "pages": 304,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1703084419i/52892857.jpg",
  "yearPublished": 1982,
  "genre": "Fiction,Historical Fiction,Classics,Literature,Womens,African American,Feminism"
 },
 {
  "title": "The Land",
  "author": "Mildred D. Taylor",
  "description": "<span>The son of a prosperous landowner and a former slave, Paul-Edward Logan is unlike any other boy he knows. His white father has acknowledged him and raised him openly—something unusual in post-Civil War Georgia. But as he grows into a man he learns that life for someone like him is not easy. Black people distrust him because he looks white. White people discriminate against him when they learn of his black heritage. Even within his own family he faces betrayal and degradation. So at the age of fourteen, he sets out toward the only dream he has ever had: to find land every bit as good as his father's, and make it his own. Once again inspired by her own history, Ms. Taylor brings truth and power to the newest addition to the award-winning Logan family stories.</span>",
  "pages": 400,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1347561085i/130208.jpg",
  "yearPublished": 2001,
  "genre": "Fiction,Historical Fiction,African American,Race,Young Adult"
 },
 {
  "title": "The Lion, the Witch, and the Wardrobe",
  "author": "C.S. Lewis",
  "description": "<span>Narnia… the land beyond the wardrobe door, a secret place frozen in eternal winter, a magical country waiting to be set free.<br><br>Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first her brothers and sister don't believe her when she tells of her visit to the land of Narnia. But soon Edmund, then Peter and Susan step through the wardrobe themselves. In Narnia they find a country buried under the evil enchantment of the White Witch. When they meet the Lion Aslan, they realize they've been called to a great adventure and bravely join the battle to free Narnia from the Witch's sinister spell.</span>",
  "pages": 206,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1353029077i/100915.jpg",
  "yearPublished": 1950,
  "genre": "Fantasy,Adventure,Fiction,Literature,20th Century,Classics"
 },
 {
  "title": "Checking on the Moon",
  "author": "Jenny Davis",
  "description": "<span>While spending the summer helping her grandmother run a restaurant in a decaying, dangerous neighborhood on the edge of Pittsburgh, thirteen-year-old Cab meets many colorful characters and helps with the neighborhood crime watch</span>",
  "pages": 208,
  "coverURL": "https://d15be2nos83ntc.cloudfront.net/images/no-cover.png",
  "yearPublished": 1991,
  "genre": "Young Adult,Fiction,Literature,Coming-of-Age"
 },
 {
  "title": "Scary Stories to Tell in the Dark",
  "author": "Alvin Schwartz,Stephen Gammell (Illustrator) ",
  "description": "<span>This spooky addition to Alvin Schwartz's popular books on American folklore is filled with tales of eerie horror and dark revenge that will make you jump with fright.<br><br>There is a story here for everyone—skeletons with torn and tangled flesh who roam the earth; a ghost who takes revenge on her murderer; and a haunted house where every night a bloody head falls down the chimney.<br><br>Stephen Gammell's splendidly creepy drawings perfectly capture the mood of more than two dozen scary stories—and even scary songs—all just right for reading alone or for telling aloud in the dark.<br><br><b>If You Dare!</b></span>",
  "pages": 111,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1440189576i/1325218.jpg",
  "yearPublished": 1981,
  "genre": "Young Adult,Horror,Fiction,Literature,Classics"
 },
 {
  "title": "A Game of Thrones",
  "author": "George R.R. Martin",
  "description": "<span>Long ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister forces are massing beyond the kingdom’s protective Wall. To the south, the king’s powers are failing—his most trusted adviser dead under mysterious circumstances and his enemies emerging from the shadows of the throne. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the frozen land they were born to. Now Lord Eddard Stark is reluctantly summoned to serve as the king’s new Hand, an appointment that threatens to sunder not only his family but the kingdom itself.<br><br>Sweeping from a harsh land of cold to a summertime kingdom of epicurean plenty, <i>A Game of Thrones</i> tells a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Here an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; a child is lost in the twilight between life and death; and a determined woman undertakes a treacherous journey to protect all she holds dear. Amid plots and counter-plots, tragedy and betrayal, victory and terror, allies and enemies, the fate of the Starks hangs perilously in the balance, as each side endeavors to win that deadliest of conflicts: the game of thrones.</span>",
  "pages": 835,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1562726234i/13496.jpg",
  "yearPublished": 1996,
  "genre": "Fantasy,Fiction,Epic,Adventure"
 },
 {
  "title": "A Clash of Kings",
  "author": "George R.R. Martin",
  "description": "<span>A comet the color of blood and flame cuts across the sky. Two great leaders—Lord Eddard Stark and Robert Baratheon—who hold sway over an age of enforced peace are dead, victims of royal treachery. Now, from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns. Six factions struggle for control of a divided land and the Iron Throne of the Seven Kingdoms, preparing to stake their claims through tempest, turmoil, and war. <br><br>It is a tale in which brother plots against brother and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, victory may go to the men and women possessed of the coldest steel...and the coldest hearts. For when kings clash, the whole land trembles.<br><br>Here is the second volume in George R.R. Martin magnificent cycle of novels that includes <i>A Game of Thrones</i> and <i>A Storm of Swords</i>. As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R.R. Martin stunning series is destined to stand as one of the great achievements of imaginative fiction.</span>",
  "pages": 784,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1567840212i/10572.jpg",
  "yearPublished": 1998,
  "genre": "Fantasy,Fiction,Epic,Adventure"
 },
 {
  "title": "A Storm of Swords",
  "author": "George R.R. Martin",
  "description": "<span>Here is the third volume in George R.R. Martin's magnificent cycle of novels that includes <i>A Game of Thrones</i> and <i>A Clash of Kings</i>. Together, this series comprises a genuine masterpiece of modern fantasy, destined to stand as one of the great achievements of imaginative fiction.<br><br>Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as alliances are made and broken. Joffrey sits on the Iron Throne, the uneasy ruler of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, victim of the sorceress who holds him in her thrall. Young Robb still rules the North from the fortress of Riverrun. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world. And as opposing forces manoeuver for the final showdown, an army of barbaric wildlings arrives from the outermost limits of civilization, accompanied by a horde of mythical Others—a supernatural army of the living dead whose animated corpses are unstoppable. As the future of the land hangs in the balance, no one will rest until the Seven Kingdoms have exploded in a veritable storm of swords...</span>",
  "pages": 1177,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1571318786i/62291.jpg",
  "yearPublished": 2000,
  "genre": "Fantasy,Fiction,Epic,Adventure"
 },
 {
  "title": "A Feast for Crows",
  "author": "George R.R. Martin",
  "description": "<span><i>Crows will fight over a dead man's flesh, and kill each other for his eyes</i>.<br><br>Bloodthirsty, treacherous and cunning, the Lannisters are in power on the Iron Throne in the name of the boy-king Tommen. The war in the Seven Kingdoms has burned itself out, but in its bitter aftermath new conflicts spark to life.<br><br>The Martells of Dorne and the Starks of Winterfell seek vengeance for their dead. Euron Crow's Eye, as black a pirate as ever raised a sail, returns from the smoking ruins of Valyria to claim the Iron Isles. From the icy north, where Others threaten the Wall, apprentice Maester Samwell Tarly brings a mysterious babe in arms to the Citadel.<br><br>Against a backdrop of incest and fratricide, alchemy and murder, victory will go to the men and women possessed of the coldest steel and the coldest hearts.</span>",
  "pages": 1060,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1661026821i/13497.jpg",
  "yearPublished": 2005,
  "genre": "Fantasy,Fiction,Epic,Adventure"
 },
 {
  "title": "A Dance with Dragons",
  "author": "George R.R. Martin",
  "description": "<span>In the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance—beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind.<br><br>Fleeing from Westeros with a price on his head, Tyrion Lannister, too, is making his way to Daenerys. But his newest allies in this quest are not the rag-tag band they seem, and at their heart lies one who could undo Daenerys’s claim to Westeros forever.<br><br>Meanwhile, to the north lies the mammoth Wall of ice and stone—a structure only as strong as those guarding it. There, Jon Snow, 998th Lord Commander of the Night’s Watch, will face his greatest challenge. For he has powerful foes not only within the Watch but also beyond, in the land of the creatures of ice.<br><br>From all corners, bitter conflicts reignite, intimate betrayals are perpetrated, and a grand cast of outlaws and priests, soldiers and skinchangers, nobles and slaves, will face seemingly insurmountable obstacles. Some will fail, others will grow in the strength of darkness. But in a time of rising restlessness, the tides of destiny and politics will lead inevitably to the greatest dance of all.</span>",
  "pages": 1125,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1581625286i/10664113.jpg",
  "yearPublished": 2011,
  "genre": "Fantasy,Fiction,Epic,Adventure"
 },
 {
  "title": "The Green Mile",
  "author": "Stephen King",
  "description": "<span>At Cold Mountain Penitentiary, along the lonely stretch of cells known as the Green Mile, condemned killers such as 'Billy the Kid' Wharton and the possessed Eduard Delacroix await death strapped in 'Old Sparky'. But good or evil, innocent or guilty, prisoner or guard, none has ever seen the brutal likes of the new prisoner, John Coffey, sentenced to death for raping and murdering two young girls. Is Coffey a devil in human form? Or is he a far, far different kind of being?<br><br>There are more wonders in heaven and hell than anyone at Cold Mountain can imagine and one of those wonders might just have stepped in amongst them.</span>",
  "pages": 592,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1373903563i/11566.jpg",
  "yearPublished": 1996,
  "genre": "Horror,Fiction,Classics,Fantasy,Mystery"
 },
 {
  "title": "The Prince",
  "author": "Niccolò Machiavelli",
  "description": "<span>Machiavelli needs to be looked at as he really was. Hence: Can Machiavelli, who makes the following observations, be Machiavellian as we understand the disparaging term? 1. So it is that to know the nature of a people, one need be a Prince; to know the nature of a Prince, one need to be of the people. 2. If a Prince is not given to vices that make him hated, it is unsusal for his subjects to show their affection for him. 3. Opportunity made Moses, Cyrus, Romulus, Theseus, and others; their virtue domi-nated the opportunity, making their homelands noble and happy. Armed prophets win; the disarmed lose. 4. Without faith and religion, man achieves power but not glory. 5. Prominent citizens want to command and oppress; the populace only wants to be free of oppression. 6. A Prince needs a friendly populace; otherwise in diversity there is no hope. 7. A Prince, who rules as a man of valor, avoids disasters, 8. Nations based on mercenary forces will never be solid or secure. 9. Mercenaries are dangerous because of their cowardice 10. There are two ways to fight: one with laws, the other with force. The first is rightly man’s way; the second, the way of beasts.</span>",
  "pages": 144,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1390055828i/28862.jpg",
  "yearPublished": 1513,
  "genre": "Philosophy,Politics,History,Classics"
 },
 {
  "title": "The Republic",
  "author": "Plato",
  "description": "<span>Presented in the form of a dialogue between Socrates and three different interlocutors, this classic text is an enquiry into the notion of a perfect community and the ideal individual within it. During the conversation, other questions are raised: what is goodness?; what is reality?; and what is knowledge? The Republic also addresses the purpose of education and the role of both women and men as guardians of the people. With remarkable lucidity and deft use of allegory, Plato arrives at a depiction of a state bound by harmony and ruled by philosopher kings.</span>",
  "pages": 416,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1386925655i/30289.jpg",
  "yearPublished": 376,
  "genre": "Philosophy,Politics,History,Classics"
 },
 {
  "title": "The Metamorphosis",
  "author": "Franz Kafka",
  "description": "<span>\"As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off completely. His numerous legs, which were pitifully thin compared to the rest of his bulk, waved helplessly before his eyes.\" <br><br>With it's startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, <i>The Metamorphosis</i>. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing—though absurdly comic—meditation on human feelings of inadequacy, guilt, and isolation, <i>The Metamorphosis</i> has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, \"Kafka is important to us because his predicament is the predicament of modern man.\"</span>",
  "pages": 201,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646444605i/485894.jpg",
  "yearPublished": 1915,
  "genre": "Fiction,Classics,20th Century,Fantasy,Absurdism"
 },
 {
  "title": "The Stranger",
  "author": "Albert Camus",
  "description": "<span>Published in 1942 by French author Albert Camus, <i>The Stranger</i> has long been considered a classic of twentieth-century literature. <i>Le Monde</i> ranks it as number one on its \"100 Books of the Century\" list. Through this story of an ordinary man unwittingly drawn into a senseless murder on a sundrenched Algerian beach, Camus explores what he termed \"the nakedness of man faced with the absurd.\"</span>",
  "pages": 159,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1590930002i/49552.jpg",
  "yearPublished": 1942,
  "genre": "Philosophy,Fiction,Literature,20th Century"
 },
 {
  "title": "God is Not Great: How Religion Poisons Everything",
  "author": "Christopher Hitchens",
  "description": "<span>God Is Not Great makes the ultimate case against religion. In a series of acute readings of the major religious texts, Christopher Hitchens demonstrates the ways in which religion is man-made, dangerously sexually repressive, and distorts the very origins of the cosmos. Above all, Hitchens argues that the concept of an omniscient God has profoundly damaged humanity, and proposes that the world might be a great deal better off without \"him.\"</span>",
  "pages": 307,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1411218313i/43369.jpg",
  "yearPublished": 2007,
  "genre": "Philosophy,Religion,History,Politics,Science"
 },
 {
  "title": "Green Eggs and Ham",
  "author": "Dr. Seuss",
  "description": "<span>“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of places to enjoy green eggs and ham, and friends to enjoy them with, gets longer and longer. Follow Sam-I-am as he insists that this unusual treat is indeed a delectable snack to be savored everywhere and in every way. <br><br>Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.</span>",
  "pages": 64,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1673212751i/23772.jpg",
  "yearPublished": 1960,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "The Cat in the Hat",
  "author": "Dr. Seuss",
  "description": "<span><b>Have a ball with Dr. Seuss and the Cat in the Hat in this classic picture book...but don't forget to clean up your mess!</b><br><br><i> Then he said That is that.<br>And then he was gone<br>With a tip of his hat.</i><br><br>A dreary day turns into a wild romp when this beloved story introduces readers to the <i>Cat in the Hat</i> and his troublemaking friends, <i>Thing 1</i> and <i>Thing 2</i> – And don't forget <i>Fish</i>! A favorite among kids, parents and teachers, this story uses simple words and basic rhyme to encourage and delight beginning readers.<br><br>Originally created by <b>\n  <a href=\"https://www.goodreads.com/book/show/61105.Dr__Seuss\" title=\"Dr. Seuss\">Dr. Seuss</a>\n</b> himself, <i>Beginner Books</i> are fun, funny, and easy to read. These unjacketed hardcover early readers encourage children to read all on their own, using simple words and illustrations. Smaller than the classic large format Seuss picture books like <i><a href=\"https://www.goodreads.com/book/show/900821.The_Lorax\" title=\"The Lorax\">The Lorax</a> </i>and <i><a href=\"https://www.goodreads.com/book/show/191139.Oh__The_Places_You_ll_Go_\" title=\"Oh, The Places You'll Go!\">Oh, The Places You'll Go!</a>,</i> these portable packages are perfect for practicing readers ages 3-7, and lucky parents too!</span>",
  "pages": 61,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1468890477i/233093.jpg",
  "yearPublished": 1957,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "The Lorax",
  "author": "Dr. Seuss",
  "description": "<span><i>\"<u>Unless</u> someone like you... cares a whole awful lot... nothing is going to get better... It's not.\"</i><br><br>Long before saving the earth became a global concern, Dr. Seuss, speaking through his character the <i>Lorax,</i> warned against mindless progress and the danger it posed to the earth's natural beauty.<br><br>His classic cautionary tale is now available in an irresistible mini-edition, perfect for backpack or briefcase, for Arbor Day, Earth Day, and every day.</span>",
  "pages": 72,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1705520064i/7784.jpg",
  "yearPublished": 1971,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "Horton Hears a Who!",
  "author": "Dr. Seuss",
  "description": "<span><i>\"<u>Unless</u> someone like you... cares a whole awful lot... nothing is going to get better... It's not.\"</i><br><br>Long before saving the earth became a global concern, Dr. Seuss, speaking through his character the <i>Lorax,</i> warned against mindless progress and the danger it posed to the earth's natural beauty.<br><br>His classic cautionary tale is now available in an irresistible mini-edition, perfect for backpack or briefcase, for Arbor Day, Earth Day, and every day.</span>",
  "pages": 64,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327924655i/7779.jpg",
  "yearPublished": 1954,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "How the Grinch Stole Christmas",
  "author": "Dr. Seuss",
  "description": "<span><i>\"The Grinch hated Christmas! The whole Christmas season!<br>Now, please don't ask why. No one quite knows the reason.\"</i><br><br><b>Dr. Seuss's small-hearted Grinch ranks right up there with Scrooge when it comes to the crankiest, scowling holiday grumps of all time.</b><br><br>For 53 years, the Grinch has lived in a cave on the side of a mountain, looming above the Whos in Whoville. The noisy holiday preparations and infernal singing of the happy little citizens below annoy him to no end. The Grinch decides this frivolous merriment must stop. His <i>\"wonderful, awful\"</i> idea is to don a Santa outfit, strap heavy antlers on his poor, quivering dog Max, construct a makeshift sleigh, head down to Whoville, and strip the chafingly cheerful Whos of their Yuletide glee once and for all.<br><br>Looking quite out of place and very disturbing in his makeshift Santa get-up, the Grinch slithers down chimneys with empty bags and stealing the Whos' presents, their food, even the logs from their humble Who-fires. He takes the ramshackle sleigh to Mt. Crumpit to dump it and waits to hear the sobs of the Whos when they wake up and discover the trappings of Christmas have disappeared. Imagine the Whos' dismay when they discover the evil-doings of Grinch in his anti-Santa guise. But what is that sound? It's not sobbing, but singing! Children simultaneously adore and fear this triumphant, twisted Seussian testimonial to the undaunted cheerfulness of the Whos, the transcendent nature of joy, and of course, the growth potential of a heart that's two sizes too small. <br><br>This holiday classic is perfect for reading aloud to your favorite little Whos.</span>",
  "pages": 64,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327958149i/113946.jpg",
  "yearPublished": 1957,
  "genre": "Poetry,Fiction,Childrens,Comedy,Fantasy"
 },
 {
  "title": "The Diary of Frida Kahlo: An Intimate Self-Portrait",
  "author": "Frida Kahlo",
  "description": "<span>An intimate self-portrait of one of the most renowned Mexican artists of the twentieth century, The Diary of Frida An Intimate Self-Portrait is “a visual document, engaging the eye with a volcanic profusion of penned-and-painted imagery” ( New York Times ).<br><br>Published in its entirety, Frida Kahlo’s amazing, illustrated journal documents the last 10 years of her turbulent life. These passionate, often surprising, intimate records, kept under lock and key for some 40 years in Mexico, reveal many new dimensions in the complex personal life of this remarkable artist.<br><br>The 170-page journal contains the artist’s thoughts, poems, and dreams—many reflecting her stormy relationship with her husband, artist Diego Rivera—along with 70 mesmerizing watercolor illustrations. Her views of love, politics, and more come into sharp focus in a kaleidoscope of creativity and thought.<br><br>In his introduction, award-winner Carlos Fuentes, one of Mexico’s most important writers and critics, ties Kahlo’s images of pain, loss, mutilation, and transcendence to Mexico’s historic cycles of revolution and reaction. Sprinkled with irony, black humor, even gaiety, and augmented with translations of the diary entries plus commentaries and photographs, her diary stands as a reminder of not only Kahlo’s formidable talent, but also her resilience and courage.<br><br>The text entries, written in Frida’s round, full script in brightly colored inks, make the journal as captivating to look at as it is to read. Her writing reveals the artist’s political sensibilities, recollections of her childhood, and her enormous courage in the face of more than 35 operations to correct injuries she had sustained in an accident at the age of 18.<br><br>This intimate portal into her life is sure to fascinate fans of the artist, art historians, and women’s culturalists alike.</span>",
  "pages": 296,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1407009131i/91760.jpg",
  "yearPublished": 1995,
  "genre": "Autobiography,History,Memoir,Diary,Womens,Feminism"
 },
 {
  "title": "The Letters of Vincent van Gogh",
  "author": "Vincent van Gogh",
  "description": "<span>A new selection of post-impressionist painter Vincent Van Gough's letters,<i> The Letters of Vincent van Gogh </i>put a human face on one of the most haunting figures in modern Western culture. In this Penguin Classics edition, the letters are selected and edited by Ronald de Leeuw, and translated by Arnold Pomerans in Penguin Classics.<br><br>Few artists' letters are as self-revelatory as Vincent van Gogh's, and this selection, spanning his artistic career, sheds light on every facet of the life and work of this complex and tortured man. Engaging candidly and movingly with his religious struggles, his ill-fated search for love, his attacks of mental illness and his relation with his brother Theo, the letters contradict the popular myth of van Gogh as an anti-social madman and a martyr to art, showing instead a man of great emotional and spiritual depths. Above all, they stand as an intense personal narrative of artistic development and a unique account of the process of creation.<br><br>The letters are linked by explanatory biographical passages, revealing van Gogh's inner journey as well as the outer facts of his life. This edition also includes the drawings that originally illustrated the letters.<br><br>Vincent Willem van Gogh (1853-1890) was born in Holland. In 1885 he painted his first masterpiece, <i>The Potato Eaters, </i>a haunting scene of domestic poverty. A year later he began studying in Paris, where he met Gauguin, Toulouse-Lautrec and Seurat, who became very important influences on his work. In 1888 he left Paris for the Provencal landscape at Arles, the subject of many of his best works, including <i>Sunflowers</i>.<br><br>If you enjoyed <i>The Letters of Vincent van Gogh</i>, you might also like <i>100 Artists Manifestos</i>, available in Penguin Modern Classics.<br><br>'If there was ever any doubt that Van Gogh's letters belong beside those great classics of artistic self-revelation, Cellini's autobiography and Delacroix's journal, this excellent new edition dispels it'<br><i>The Times</i></span>",
  "pages": 528,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657544597i/395233.jpg",
  "yearPublished": 1914,
  "genre": "Classics,Biography,History,Memoir"
 },
 {
  "title": "The Name of the Rose",
  "author": "Umberto Eco,William Weaver (Translator)",
  "description": "<span>The year is 1327. Benedictines in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. His tools are the logic of Aristotle, the theology of Aquinas, the empirical insights of Roger Bacon—all sharpened to a glistening edge by wry humor and a ferocious curiosity. He collects evidence, deciphers secret symbols and coded manuscripts, and digs into the eerie labyrinth of the abbey, where “the most interesting things happen at night.”</span>",
  "pages": 536,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1415375471i/119073.jpg",
  "yearPublished": 1980,
  "genre": "Fiction,Historical Fiction,Literature,Mystery,Classics"
 },
 {
  "title": "One Hundred Years of Solitude",
  "author": "Gabriel García Márquez,Gregory Rabassa (Translator)",
  "description": "<span>The brilliant, bestselling, landmark novel that tells the story of the Buendia family, and chronicles the irreconcilable conflict between the desire for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.\"</span>",
  "pages": 417,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327881361i/320.jpg",
  "yearPublished": 1967,
  "genre": "Fiction,Fantasy,Historical Fiction,Magical Realism,20th Century"
 },
 {
  "title": "Drama",
  "author": "Reina Telgemeier",
  "description": "<span>PLACES, EVERYONE!<br><br>Callie loves theater. And while she would totally try out for her middle school's production of <i>Moon Over Mississippi</i>, she can't really sing. Instead she's the set designer for the drama department stage crew, and this year she's determined to create a set worthy of Broadway on a middle-school budget. But how can she, when she doesn't know much about carpentry, ticket sales are down, and the crew members are having trouble working together? Not to mention the onstage AND offstage drama that occurs once the actors are chosen. And when two cute brothers enter the picture, things get even crazier!</span>",
  "pages": 238,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1330157763i/13436373.jpg",
  "yearPublished": 2012,
  "genre": "Fiction,Romance,Young Adult,Graphic Novel"
 },
 {
  "title": "2001: A Space Odyssey",
  "author": "Arthur C. Clarke",
  "description": "<span>On the Moon, an enigma is uncovered.<br><br>So great are the implications of this discovery that for the first time men are sent out deep into our solar system.<br><br>But long before their destination is reached, things begin to go horribly, inexplicably wrong...<br><br>One of the greatest-selling science fiction novels of our time, this classic book will grip you to the very end.</span>",
  "pages": 297,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1432468943i/70535.jpg",
  "yearPublished": 1968,
  "genre": "Science Fiction,Fiction,Fantasy,Adventure,Space Opera,Epic,Classics,20th Century"
 },
 {
  "title": "Foundation",
  "author": "Isaac Asimov",
  "description": "<span><b>The first novel in Isaac Asimov's classic science-fiction masterpiece, the Foundation series </b><br><br>For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future--to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save humankind, Seldon gathers the best minds in the Empire--both scientists and scholars--and brings them to a bleak planet at the edge of the galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation.</span>",
  "pages": 244,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1417900846i/29579.jpg",
  "yearPublished": 1951,
  "genre": "Science Fiction,Fiction,Fantasy,Space Opera,Epic,Classics,20th Century"
 },
 {
  "title": "The Hitchhiker's Guide to the Galaxy",
  "author": "Douglas Adams",
  "description": "<span>Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.<br><br>Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox--the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.<br><br>Where are these pens? Why are we born? Why do we die? Why do we spend so much time between wearing digital watches? For all the answers stick your thumb to the stars. And don't forget to bring a towel!</span>",
  "pages": 216,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1531891848i/11.jpg",
  "yearPublished": 1979,
  "genre": "Science Fiction,Comedy,Fantasy,Classics,Fiction,Adventure"
 },
 {
  "title": "The Martian",
  "author": "Andy Weir",
  "description": "<span>Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. <br><br>Now, he’s sure he’ll be the first person to die there.<br><br>After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he’s alive—and even if he could get word out, his supplies would be gone long before a rescue could arrive. <br><br>Chances are, though, he won’t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old “human error” are much more likely to kill him first. <br><br>But Mark isn’t ready to give up yet. Drawing on his ingenuity, his engineering skills — and a relentless, dogged refusal to quit — he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him?<br><br></span>",
  "pages": 384,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1413706054i/18007564.jpg",
  "yearPublished": 2011,
  "genre": "Science Fiction,Fiction,Adventure,Comedy,Survival,Adventure"
 },
 {
  "title": "The Tale of Despereaux",
  "author": "Kate DiCamillo,Timothy Basil Ering (Illustrator)",
  "description": "<span><b>A brave mouse, a covetous rat, a wishful serving girl, and a princess named Pea come together in Kate DiCamillo's Newbery Medal–winning tale.</b><br><br>Welcome to the story of Despereaux Tilling, a mouse who is in love with music, stories, and a princess named Pea. It is also the story of a rat called Roscuro, who lives in the darkness and covets a world filled with light. And it is the story of Miggery Sow, a slow-witted serving girl who harbors a simple, impossible wish. These three characters are about to embark on a journey that will lead them down into a horrible dungeon, up into a glittering castle, and, ultimately, into each other's lives. What happens then? As Kate DiCamillo would say: Reader, it is your destiny to find out.</span>",
  "pages": 272,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1412211823i/37190.jpg",
  "yearPublished": 2003,
  "genre": "Fiction,Fantasy,Childrens,Young Adult,Adventure"
 },
 {
  "title": "Bridge to Terabithia",
  "author": "Katherine Paterson",
  "description": "<span><b>The 40th anniversary edition of the classic Newbery Medal-winning title by beloved author Katherine Paterson, with brand-new bonus materials including an author's note by Katherine herself and a foreword by <i>New York Times</i> bestselling author Kate DiCamillo.</b> <br><br>Jess Aarons has been practicing all summer so he can be the fastest runner in the fifth grade. And he almost is, until the new girl in school, Leslie Burke, outpaces him. The two become fast friends and spend most days in the woods behind Leslie's house, where they invent an enchanted land called Terabithia. One morning, Leslie goes to Terabithia without Jess and a tragedy occurs. It will take the love of his family and the strength that Leslie has given him for Jess to be able to deal with his grief.<br><br><i>Bridge to Terabithia</i> was also named an ALA Notable Children’s Book and has become a touchstone of children’s literature, as have many of Katherine Paterson’s other novels, including <i>The Great Gilly Hopkins</i> and <i>Jacob Have I Loved</i>.</span>",
  "pages": 190,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1532478367i/40940121.jpg",
  "yearPublished": 1977,
  "genre": "Fiction,Young Adult,Fantasy,Tragedy,Childrens"
 },
 {
  "title": "If You Give a Mouse a Cookie",
  "author": "Laura Joffe Numeroff,Felicia Bond (Illustrator)",
  "description": "<span><b>\n  <i>\"If you give a mouse a cookie, he's going to ask for a glass of milk...\"</i>\n</b><br><br>If a hungry little traveler shows up at your house, you might want to give him a cookie. If you give him a cookie, he's going to ask for a glass of milk. He'll want to look in a mirror to make sure he doesn't have a milk mustache, and then he'll ask for a pair of scissors to give himself a trim...<br><br>The consequences of giving a cookie to this energetic mouse run the young host ragged, but readers of all ages will come away smiling at the antics that tumble like dominoes through the pages of this delightful picture book.<br><br>This book is a great first introduction to Mouse, the star of the <i><a href=\"https://www.goodreads.com/series/69955-if-you-give\">'If You Give...' Series</a>,</i> and a perennial favorite among children. With its spare, rhythmic text and circular tale,&nbsp;<i>\n  <a href=\"https://www.goodreads.com/book/show/540654._If_You_Give_a_Mouse_a_Cookie___1985_\" title=\"'If You Give a Mouse a Cookie' (1985)\">'If You Give a Mouse a Cookie' (1985)</a>\n</i>&nbsp;is perfect for beginning readers and story time. Sure to inspire giggles and requests to <i>\"read it again!\"</i><br><br>The award-winning&nbsp;<i>If You Give a Mouse a Cookie</i>, one of the most beloved children’s books of all time, is from the #1&nbsp;Best-Selling team <b>\n  <a href=\"https://www.goodreads.com/author/show/87184.Laura_Numeroff\" title=\"Laura Numeroff\">Laura Numeroff</a>\n</b> and <b><a href=\"https://www.goodreads.com/author/show/42436.Felicia_Bond\" title=\"Felicia Bond\">Felicia Bond</a>.</b> <br><br><i>Age: Preschool-2+</i></span>",
  "pages": 40,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1276046901i/767680.jpg",
  "yearPublished": 1985,
  "genre": "Fiction,Childrens,Comedy,Fantasy,Classics"
 },
 {
  "title": "Jane Eyre",
  "author": "Charlotte Brontë",
  "description": "<span>A gothic masterpiece of tempestuous passions and dark secrets, Charlotte Brontë's <i>Jane Eyre</i> is edited with an introduction and notes by Stevie Davis in Penguin Classics.</b><br><br>Charlotte Brontë tells the story of orphaned Jane Eyre, who grows up in the home of her heartless aunt, enduring loneliness and cruelty. This troubled childhood strengthens Jane's natural independence and spirit - which prove necessary when she finds employment as a governess to the young ward of Byronic, brooding Mr Rochester. As her feelings for Rochester develop, Jane gradually uncovers Thornfield Hall's terrible secret, forcing her to make a choice. Should she stay with Rochester and live with the consequences, or follow her convictions - even if it means leaving the man she loves? A novel of intense power and intrigue, <i>Jane Eyre</i> dazzled readers with its passionate depiction of a woman's search for equality and freedom.</span>",
  "pages": 532,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1557343311i/10210.jpg",
  "yearPublished": 1847,
  "genre": "Fiction,Womens,Historical Fiction,Gothic,Classics,19th Century"
 },
 {
  "title": "The Phantom Tollbooth",
  "author": "Norton Juster,Jules Feiffer (Illustrator)",
  "description": "<span>This beloved story -first published more than fifty years ago- introduces readers to Milo and his adventures in the Lands Beyond. <br><br>For Milo, everything’s a bore. When a tollbooth mysteriously appears in his room, he drives through only because he’s got nothing better to do. But on the other side, things seem different. Milo visits the Island of Conclusions (you get there by jumping), learns about time from a ticking watchdog named Tock, and even embarks on a quest to rescue Rhyme and Reason! Somewhere along the way, Milo realizes something astonishing. Life is far from dull. In fact, it’s exciting beyond his wildest dreams. . . .</span>",
  "pages": 248,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1558858485i/378.jpg",
  "yearPublished": 1961,
  "genre": "Fantasy,Fiction,Childrens,Classics,Adventure"
 },
 {
  "title": "American Psycho",
  "author": "Bret Easton Ellis",
  "description": "<span>Patrick Bateman is twenty-six and works on Wall Street. He is handsome, sophisticated, charming and intelligent. He is also a psychopath. Taking us to head-on collision with America's greatest dream—and its worst nightmare—<em>American Psycho</em> is a bleak, bitter, black comedy about a world we all recognize but do not wish to confront.</span>",
  "pages": 339,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1436934349i/28676.jpg",
  "yearPublished": 1991,
  "genre": "Fiction,Horror,Thriller,Mystery,Literature"
 },
 {
  "title": "The Bell Jar",
  "author": "Sylvia Plath",
  "description": "<span>The Bell Jar chronicles the crack-up of Esther Greenwood: brilliant, beautiful, enormously talented, and successful, but slowly going under—maybe for the last time. Sylvia Plath masterfully draws the reader into Esther's breakdown with such intensity that Esther's insanity becomes completely real and even rational, as probable and accessible an experience as going to the movies. Such deep penetration into the dark and harrowing corners of the psyche is an extraordinary accomplishment and has made The Bell Jar a haunting American classic.</span>",
  "pages": 294,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1554582218i/6514.jpg",
  "yearPublished": 1963,
  "genre": "Fiction,Poetry,Womens,Feminism,Literature,Classics,20th Century"
 },
 {
  "title": "The Perks of Being a Wallflower",
  "author": "Stephen Chbosky",
  "description": "<span>standing on the fringes of life...<br>offers a unique perspective. But there comes a time to see<br>what it looks like from the dance floor.<br><br>This haunting novel about the dilemma of passivity vs. passion marks the stunning debut of a provocative new voice in contemporary fiction: The Perks of Being A WALLFLOWER<br><br>This is the story of what it's like to grow up in high school. More intimate than a diary, Charlie's letters are singular and unique, hilarious and devastating. We may not know where he lives. We may not know to whom he is writing. All we know is the world he shares. Caught between trying to live his life and trying to run from it puts him on a strange course through uncharted territory. The world of first dates and mixed tapes, family dramas and new friends. The world of sex, drugs, and The Rocky Horror Picture Show, when all one requires is that the perfect song on that perfect drive to feel infinite.<br><br>Through Charlie, Stephen Chbosky has created a deeply affecting coming-of-age story, a powerful novel that will spirit you back to those wild and poignant roller coaster days known as growing up.<br><br>(back cover)</span>",
  "pages": 213,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1650033115i/22628.jpg",
  "yearPublished": 1999,
  "genre": "Fiction,Young Adult,Coming-of-Age,Romance"
 },
 {
  "title": "On the Nature of Things",
  "author": "Lucretius",
  "description": "<span>\"This book captures the relentless urgency of Lucretius' didacticism, his passionate conviction and proselytizing fervour.\" --The Classical Review</span>",
  "pages": 672,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1347656033i/195771.jpg",
  "yearPublished": 56,
  "genre": "Philosophy,Poetry,Science,Religion,History"
 },
 {
  "title": "The Gay Science: With a Prelude in Rhymes and an Appendix of Songs",
  "author": "Friedrich Nietzche,Walter Kaufmann (Translator)",
  "description": "<span><b>\"This book mirrors all of Nietzsche's thought and could be related in hundreds of ways to his other books, his notes, and his letters. And yet it is complete in itself. For it is a work of art.\" —Walter Kaufmann in the Introduction</b><br><br>Nietzsche called <i>The Gay Science</i> \"the most personal of all my books.\" It was here that he first proclaimed the death of God—to which a large part of the book is devoted—and his doctrine of the eternal recurrence.<br><br>Walter Kaufmann's commentary, with its many quotations from previously untranslated letters, brings to life Nietzsche as a human being and illuminates his philosophy. The book contains some of Nietzsche's most sustained discussions of art and morality, knowledge and truth, the intellectual conscience and the origin of logic.<br><br>Most of the book was written just before <i>Thus Spoke Zarathustra</i>, the last part five years later, after <i>Beyond Good and Evil</i>. We encounter Zarathustra in these pages as well as many of Nietzsche's most interesting philosophical ideas and the largest collection of his own poetry that he himself ever published.<br><br>Walter Kaufmann's English versions of Nietzsche represent one of the major translation enterprises of our time. He is the first philosopher to have translated Nietzsche's major works, and never before has a single translator given us so much of Nietzsche.</span>",
  "pages": 396,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1650680740i/94578.jpg",
  "yearPublished": 1882,
  "genre": "Philosophy,Classics,Poetry,Religion,19th Century"
 },
 {
  "title": "The Walking Dead: Compendium One",
  "author": "Robert Kirkman",
  "description": "<span>Introducing the first eight volumes of the fan-favorite, New York Times Best Seller series collected into one massive paperback collection.<br><br>In a world ruled by the dead, we are forced to finally start living. With <i>The Walking Dead</i> #1-48, this compendium features more than one thousand pages chronicling the start of Robert Kirkman's Eisner Award-winning story of zombie horror, from Rick Grimes waking up alone in a hospital, his band of survivors seeking refuge on an isolated farm and the controversial introduction of Woodbury despot, The Governor.</span>",
  "pages": 1088,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1449865699i/6465707.jpg",
  "yearPublished": 2009,
  "genre": "Graphic Novel,Comics,Horror,Fiction,Post-Apocalyptic,Dystopia"
 },
 {
  "title": "The Handmaid's Tale",
  "author": "Margaret Atwood",
  "description": "<span>Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Handmaids are valued only if their ovaries are viable. Offred can remember the years before, when she lived and made love with her husband, Luke; when she played with and protected her daughter; when she had a job, money of her own, and access to knowledge. But all of that is gone now…<br><br>Funny, unexpected, horrifying, and altogether convincing, <i>The Handmaid's Tale</i> is at once scathing satire, dire warning, and tour de force.</span>",
  "pages": 314,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1578028274i/38447.jpg",
  "yearPublished": 1985,
  "genre": "Classics,Dystopia,Fiction,Fantasy,Womens,Feminism"
 },
 {
  "title": "Moby Dick",
  "author": "Herman Melville",
  "description": "<span><i>\"It is the horrible texture of a fabric that should be woven of ships' cables and hawsers. A Polar wind blows through it, and birds of prey hover over it.\"</i> <br><br>So Melville wrote of his masterpiece, one of the greatest works of imagination in literary history. In part, <i>Moby-Dick</i> is the story of an eerily compelling madman pursuing an unholy war against a creature as vast and dangerous and unknowable as the sea itself. But more than just a novel of adventure, more than an encyclopaedia of whaling lore and legend, the book can be seen as part of its author's lifelong meditation on America. Written with wonderfully redemptive humour, <i>Moby-Dick</i> is also a profound inquiry into character, faith, and the nature of perception.<br><br>This edition of <i>Moby-Dick</i>, which reproduces the definitive text of the novel, includes invaluable explanatory notes, along with maps, illustrations, and a glossary of nautical terms.</span>",
  "pages": 720,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327940656i/153747.jpg",
  "yearPublished": 1851,
  "genre": "Classics,Fiction,Literature,Adventure,19th Century,Historical Fiction"
 },
 {
  "title": "Catch-22",
  "author": "Joseph Heller",
  "description": "<span>Fifty years after its original publication, Catch-22 remains a cornerstone of American literature and one of the funniest—and most celebrated—books of all time. In recent years it has been named to “best novels” lists by Time, Newsweek, the Modern Library, and the London Observer.<br><br>Set in Italy during World War II, this is the story of the incomparable, malingering bombardier, Yossarian, a hero who is furious because thousands of people he has never met are trying to kill him. But his real problem is not the enemy—it is his own army, which keeps increasing the number of missions the men must fly to complete their service. Yet if Yossarian makes any attempt to excuse himself from the perilous missions he’s assigned, he’ll be in violation of Catch-22, a hilariously sinister bureaucratic rule: a man is considered insane if he willingly continues to fly dangerous combat missions, but if he makes a formal request to be removed from duty, he is proven sane and therefore ineligible to be relieved.<br><br>This fiftieth-anniversary edition commemorates Joseph Heller’s masterpiece with a new introduction by Christopher Buckley; a wealth of critical essays and reviews by Norman Mailer, Alfred Kazin, Anthony Burgess, and others; rare papers and photos from Joseph Heller’s personal archive; and much more. Here, at last, is the definitive edition of a classic of world literature.</span>",
  "pages": 453,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1463157317i/168668.jpg",
  "yearPublished": 1961,
  "genre": "Classics,Fiction,War,Literature,20th Century,Comedy"
 },
 {
  "title": "The Lord of the Rings",
  "author": "J.R.R. Tolkien",
  "description": "<span><b>One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them</b><br><br>In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.<br><br>From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion.<br><br>When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.<br><br><i>The Lord of the Rings</i> tells of the great quest undertaken by Frodo and the Fellowship of the Ring: Gandalf the Wizard; the hobbits Merry, Pippin, and Sam; Gimli the Dwarf; Legolas the Elf; Boromir of Gondor; and a tall, mysterious stranger called Strider.</span>",
  "pages": 1216,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1566425108i/33.jpg",
  "yearPublished": 1954,
  "genre": "Classics,Fiction,Fantasy,Magic,20th Century,Epic"
 },
 {
  "title": "Life of Pi",
  "author": "Yann Martel",
  "description": "<span>Life of Pi is a fantasy adventure novel by Yann Martel published in 2001. The protagonist, Piscine Molitor \"Pi\" Patel, a Tamil boy from Pondicherry, explores issues of spirituality and practicality from an early age. He survives 227 days after a shipwreck while stranded on a boat in the Pacific Ocean with a Bengal tiger named Richard Parker.</span>",
  "pages": 460,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1631251689i/4214.jpg",
  "yearPublished": 2001,
  "genre": "Fiction,Fantasy,Survival,Magical Realism,Literature,Young Adult"
 },
 {
  "title": "Dracula",
  "author": "Bram Stoker",
  "description": "<span>When Jonathan Harker visits Transylvania to help Count Dracula with the purchase of a London house, he makes a series of horrific discoveries about his client. Soon afterwards, various bizarre incidents unfold in England: an apparently unmanned ship is wrecked off the coast of Whitby; a young woman discovers strange puncture marks on her neck; and the inmate of a lunatic asylum raves about the 'Master' and his imminent arrival.<br><br>In <i>Dracula</i>, Bram Stoker created one of the great masterpieces of the horror genre, brilliantly evoking a nightmare world of vampires and vampire hunters and also illuminating the dark corners of Victorian sexuality and desire.<br><br>This Norton Critical Edition includes a rich selection of background and source materials in three areas: Contexts includes probable inspirations for Dracula in the earlier works of James Malcolm Rymer and Emily Gerard. Also included are a discussion of Stoker's working notes for the novel and \"Dracula's Guest,\" the original opening chapter to Dracula. Reviews and Reactions reprints five early reviews of the novel. \"Dramatic and Film Variations\" focuses on theater and film adaptations of Dracula, two indications of the novel's unwavering appeal. David J. Skal, Gregory A. Waller, and Nina Auerbach offer their varied perspectives. Checklists of both dramatic and film adaptations are included.<br><br>Criticism collects seven theoretical interpretations of Dracula by Phyllis A. Roth, Carol A. Senf, Franco Moretti, Christopher Craft, Bram Dijkstra, Stephen D. Arata, and Talia Schaffer.<br><br>A Chronology and a Selected Bibliography are included.</span>",
  "pages": 488,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1387151694i/17245.jpg",
  "yearPublished": 1897,
  "genre": "Horror,Fiction,Fantasy,Gothic,19th Century,Classics"
 },
 {
  "title": "The Iliad",
  "author": "Homer",
  "description": "<span>One of the foremost achievements in Western literature, Homer's Iliad tells the story of the darkest episode of the Trojan War. At its center is Achilles, the greatest warrior-champion of the Greeks, and his conflict with his leader Agamemnon. Interwoven in the tragic sequence of events are powerfully moving descriptions of the ebb and flow of battle, the besieged city of Ilium, the feud between the gods, and the fate of mortals.</span>",
  "pages": 848,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1681797700i/77265004.jpg",
  "yearPublished": 661,
  "genre": "Classics,Fiction,Greek Mythology,Fantasy,Poetry,Historical Fiction"
 },
 {
  "title": "The Divine Comedy",
  "author": "Dante Alighieri",
  "description": "<span><b>This Everyman’s Library edition–containing in one volume all three cantos, Inferno, <i>Purgatorio,</i> and <i>Paradiso</i>–includes an introduction by Nobel Prize—winning poet Eugenio Montale, a chronology, notes, and a bibliography. Also included are forty-two drawings selected from Botticelli’s marvelous late-fifteenth-century series of illustrations.</b><br><br>Translated in this edition by Allen Mandelbaum, <i>The Divine Comedy</i> begins in a shadowed forest on Good Friday in the year 1300. It proceeds on a journey that, in its intense recreation of the depths and the heights of human experience, has become the key with which Western civilization has sought to unlock the mystery of its own identity. <br><br>Mandelbaum’s astonishingly Dantean translation, which captures so much of the life of the original, renders whole for us the masterpiece of that genius whom our greatest poets have recognized as a central model for all poets.</span>",
  "pages": 798,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1657540227i/6656.jpg",
  "yearPublished": 1320,
  "genre": "Classics,Fiction,Poetry,Fantasy,Religion,Literature"
 },
 {
  "title": "Paradise Lost",
  "author": "John Milton",
  "description": "<span>John Milton's <i>Paradise Lost</i> is one of the greatest epic poems in the English language. It tells the story of the Fall of Man, a tale of immense drama and excitement, of rebellion and treachery, of innocence pitted against corruption, in which God and Satan fight a bitter battle for control of mankind's destiny. The struggle rages across three worlds - heaven, hell, and earth - as Satan and his band of rebel angels plot their revenge against God. At the center of the conflict are Adam and Eve, who are motivated by all too human temptations but whose ultimate downfall is unyielding love.<br><br>Marked by Milton's characteristic erudition, Paradise Lost is a work epic both in scale and, notoriously, in ambition. For nearly 350 years, it has held generation upon generation of audiences in rapt attention, and its profound influence can be seen in almost every corner of Western culture.</span>",
  "pages": 512,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1526070678i/15997.jpg",
  "yearPublished": 1667,
  "genre": "Classics,Fiction,Poetry,Fantasy,Religion,Literature"
 },
 {
  "title": "A Brief History of Time",
  "author": "Stephen Hawking",
  "description": "<span>A landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends?<br><br>Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.</span>",
  "pages": 226,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1333578746i/3869.jpg",
  "yearPublished": 1988,
  "genre": "Science,Physics,History,Space,Philosophy"
 },
 {
  "title": "Frankenstein",
  "author": "Mary Wollstonecraft Shelley",
  "description": "<span>Mary Shelley's seminal novel of the scientist whose creation becomes a monster. <br><br>This edition is the original 1818 text, which preserves the hard-hitting and politically charged aspects of Shelley's original writing, as well as her unflinching wit and strong female voice. This edition also includes a new introduction and suggestions for further reading by author and Shelley expert Charlotte Gordon, literary excerpts and reviews selected by Gordon and a chronology and essay by preeminent Shelley scholar Charles E. Robinson.</span>",
  "pages": 260,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1631088473i/35031085.jpg",
  "yearPublished": 1818,
  "genre": "Horror,Gothic,Fantasy,Fiction,Classics,19th Century"
 },
 {
  "title": "Finnegans Wake",
  "author": "James Joyce",
  "description": "<span>A story with no real beginning or end (it ends in the middle of a sentence and begins in the middle of the same sentence), this \"book of Doublends Jined\" is as remarkable for its prose as for its circular structure. <br><br>Written in a fantastic dream-language, forged from polyglot puns and portmanteau words, the Wake features some of Joyce's most hilarious characters: the Irish barkeep Humphrey Chimpden Earwicker, Shem the Penman, Shaun the Postman, and Anna Livia Plurabelle. <br><br>Joyce's final work, Finnegan's Wake is his masterpiece of the night as Ulysses is of the day. Supreme linguistic virtuosity conjures up the dark underground worlds of sexuality and dream. Joyce undermines traditional storytelling and all official forms of English and confronts the different kinds of betrayal - cultural, political and sexual - that he saw at the heart of Irish history. Dazzlingly inventive, with passages of great lyrical beauty and humour, Finnegans Wake remains one of the most remarkable works of the twentieth century.</span>",
  "pages": 628,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1336408055i/11013.jpg",
  "yearPublished": 1939,
  "genre": "Fiction,Classics,Literature,20th Century"
 },
 {
  "title": "Walden",
  "author": "Henry David Thoreau",
  "description": "<span>Originally published in 1854, Walden; or, Life in the Woods, is a vivid account of the time that Henry D. Thoreau lived alone in a secluded cabin at Walden Pond. It is one of the most influential and compelling books in American literature. This new paperback edition-introduced by noted American writer John Updike-celebrates the 150th anniversary of this classic work. Much of Walden's material is derived from Thoreau's journals and contains such engaging pieces as \"Reading\" and \"The Pond in the Winter\" Other famous sections involve Thoreau's visits with a Canadian woodcutter and with an Irish family, a trip to Concord, and a description of his bean field. This is the complete and authoritative text of Walden-as close to Thoreau's original intention as all available evidence allows. For the student and for the general reader, this is the ideal presentation of Thoreau's great document of social criticism and dissent.</span>",
  "pages": 352,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1630470982i/16902.jpg",
  "yearPublished": 1854,
  "genre": "Philosophy,Nature,Classics,19th Century,Literature"
 },
 {
  "title": "Twilight",
  "author": "Stephanie Meyer",
  "description": "<span>About three things I was absolutely positive.<br><br>First, Edward was a vampire.<br><br>Second, there was a part of him - and I didn't know how dominant that part might be - that thirsted for my blood.<br><br>And third, I was unconditionally and irrevocably in love with him.<br><br><b>Deeply seductive and extraordinarily suspenseful, <i>Twilight</i> is a love story with bite.</b></span>",
  "pages": 498,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1700522826i/41865.jpg",
  "yearPublished": 2005,
  "genre": "Fiction,Fantasy,Romance,Gothic,Young Adult"
 },
 {
  "title": "The Old Man and the Sea",
  "author": "Ernest Hemingway",
  "description": "<span>This short novel, already a modern classic, is the superbly told, tragic story of a Cuban fisherman in the Gulf Stream and the giant Marlin he kills and loses—specifically referred to in the citation accompanying the author's Nobel Prize for literature in 1954.</span>",
  "pages": 96,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1329189714i/2165.jpg",
  "yearPublished": 1952,
  "genre": "Fiction,Classics,Literature,20th Century"
 },
 {
  "title": "The Book Thief",
  "author": "Markus Zusak",
  "description": "<span>It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.<br><br>By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found.<br><br>But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down.<br><br>In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.<br><br>(Note: this title was not published as YA fiction)</span>",
  "pages": 592,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1522157426i/19063.jpg",
  "yearPublished": 2005,
  "genre": "Fiction,Historical Fiction,Young Adult,War"
 },
 {
  "title": "The Da Vinci Code",
  "author": "Dan Brown",
  "description": "<span>While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.<br><br>Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.</span>",
  "pages": 489,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1579621267i/968.jpg",
  "yearPublished": 2003,
  "genre": "Fiction,Mystery,Thriller,Historical Fiction,Adventure"
 },
 {
  "title": "A Wizard of Earthsea",
  "author": "Ursula K. Le Guin",
  "description": "<span>Ged, the greatest sorcerer in all Earthsea, was called Sparrowhawk in his reckless youth. <br><br>Hungry for power and knowledge, Sparrowhawk tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death's threshold to restore the balance.</span>",
  "pages": 183,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1353424536i/13642.jpg",
  "yearPublished": 1968,
  "genre": "Fantasy,Adventure,Fiction,Magic,Classics"
 },
 {
  "title": "Things Fall Apart",
  "author": "Chinua Achebe",
  "description": "<span>A simple story of a \"strong man\" whose life is dominated by fear and anger, <i>Things Fall Apart</i> is written with remarkable economy and subtle irony. Uniquely and richly African, at the same time it reveals Achebe's keen awareness of the human qualities common to men of all times and places.</span>",
  "pages": 215,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1708114013i/37781.jpg",
  "yearPublished": 1958,
  "genre": "Fiction,Classics,Literature,Tragedy,Historical Fiction"
 },
 {
  "title": "Blood Meridian",
  "author": "Cormac McCarthy",
  "description": "<span><i>Blood Meridian</i> is an epic novel of the violence and depravity that attended America's westward expansion, brilliantly subverting the conventions of the Western novel and the mythology of the Wild West. Based on historical events that took place on the Texas-Mexico border in the 1850s, it traces the fortunes of the Kid, a fourteen-year-old Tennesseean who stumbles into a nightmarish world where Indians are being murdered and the market for their scalps is thriving.</span>",
  "pages": 351,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1701688704i/394535.jpg",
  "yearPublished": 1985,
  "genre": "Fiction,Western,Adventure,Horror,Literature,Classics"
 },
 {
  "title": "Fifty Shades of Grey",
  "author": "E.L. James",
  "description": "<span>When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana’s quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms.<br>&nbsp;<br>Shocked yet thrilled by Grey’s singular erotic tastes, Ana hesitates. For all the trappings of success—his multinational businesses, his vast wealth, his loving family—Grey is a man tormented by demons and consumed by the need to control. When the couple embarks on a daring, passionately physical affair, Ana discovers Christian Grey’s secrets and explores her own dark desires.<br><br>Erotic, amusing, and deeply moving, the Fifty Shades Trilogy is a tale that will obsess you, possess you, and stay with you forever.<br><br><b>This book is intended for mature audiences.</b></span>",
  "pages": 356,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1385207843i/10818853.jpg",
  "yearPublished": 2011,
  "genre": "Romance,Erotica,Adult,Fiction"
 },
 {
  "title": "The Poisonwood Bible",
  "author": "Barbara Kingsolver",
  "description": "<span><i>The Poisonwood Bible</i> is a story told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it -- from garden seeds to Scripture -- is calamitously transformed on African soil. What follows is a suspenseful epic of one family's tragic undoing and remarkable reconstruction over the course of three decades in postcolonial Africa.</span>",
  "pages": 546,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1644073807i/7244.jpg",
  "yearPublished": 1998,
  "genre": "Fiction,Historical Fiction,Religion,Adult"
 },
 {
  "title": "The Plague",
  "author": "Albert Camus,Stuart Gilbert (Translator)",
  "description": "<span>The Plague is a novel by Albert Camus, published in 1947. <br><br>It tells the story from the point of view of a narrator of a plague sweeping the French Algerian city of Oran. The narrator remains unknown until the start of the last chapter, chapter 5 of part 5. The novel presents a snapshot of life in Oran as seen through the author's distinctive absurdist point of view.<br><br>The book tells a gripping tale of human unrelieved horror, of survival and resilience, and of the ways in which humankind confronts death, <i>The Plague</i> is at once a masterfully crafted novel, eloquently understated and epic in scope, and a parable of ageless moral resonance, profoundly relevant to our times. In Oran, a coastal town in North Africa, the plague begins as a series of portents, unheeded by the people. It gradually becomes an omnipresent reality, obliterating all traces of the past and driving its victims to almost unearthly extremes of suffering, madness, and compassion.<br><br>The Plague is considered an existentialist classic despite Camus' objection to the label. The novel stresses the powerlessness of the individual characters to affect their destinies. The narrative tone is similar to Kafka's, especially in The Trial, whose individual sentences potentially have multiple meanings; the material often pointedly resonating as stark allegory of phenomenal consciousness and the human condition.</span>",
  "pages": 308,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1503362434i/11989.jpg",
  "yearPublished": 1947,
  "genre": "Fiction,Philosophy,Classics,Literature,20th Century"
 },
 {
  "title": "Slaughterhouse-Five",
  "author": "Kurt Vonnegut Jr.",
  "description": "<span>Kurt Vonnegut’s masterpiece, Slaughterhouse-Five is “a desperate, painfully honest attempt to confront the monstrous crimes of the twentieth century” ( Time ).<br>&nbsp;<br>Selected by the Modern Library as one of the 100 best novels of all time<br>&nbsp;<br>Slaughterhouse-Five , an American classic, is one of the world’s great antiwar books. Centering on the infamous World War II firebombing of Dresden, the novel is the result of what Kurt Vonnegut described as a twenty-three-year struggle to write a book about what he had witnessed as an American prisoner of war. It combines historical fiction, science fiction, autobiography, and satire in an account of the life of Billy Pilgrim, a barber’s son turned draftee turned optometrist turned alien abductee. As Vonnegut had, Billy experiences the destruction of Dresden as a POW. Unlike Vonnegut, he experiences time travel, or coming “unstuck in time.”<br><br>An instant bestseller, Slaughterhouse-Five made Kurt Vonnegut a cult hero in American literature, a reputation that only strengthened over time, despite his being banned and censored by some libraries and schools for content and language. But it was precisely those elements of Vonnegut’s writing—the political edginess, the genre-bending inventiveness, the frank violence, the transgressive wit—that have inspired generations of readers not just to look differently at the world around them but to find the confidence to say something about it. Authors as wide-ranging as Norman Mailer, John Irving, Michael Crichton, Tim O’Brien, Margaret Atwood, Elizabeth Strout, David Sedaris, Jennifer Egan, and J. K. Rowling have all found inspiration in Vonnegut’s words. Jonathan Safran Foer has described Vonnegut as “the kind of writer who made people—young people especially—want to write.” George Saunders has declared Vonnegut to be “the great, urgent, passionate American writer of our century, who offers us . . . a model of the kind of compassionate thinking that might yet save us from ourselves.”<br><br>More than fifty years after its initial publication at the height of the Vietnam War, Vonnegut’s portrayal of political disillusionment, PTSD, and postwar anxiety feels as relevant, darkly humorous, and profoundly affecting as ever, an enduring beacon through our own era’s uncertainties.</span>",
  "pages": 215,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1435277484i/168646.jpg",
  "yearPublished": 1969,
  "genre": "Fiction,War,Comedy,Science Fiction,Literature,Classics,20th Century"
 },
 {
  "title": "The Hunchback of Notre-Dame",
  "author": "Victor Hugo",
  "description": "<span>This extraordinary historical French gothic novel, set in Medieval Paris under the twin towers of its greatest structure and supreme symbol, the cathedral of Notre-Dame, is the haunting drama of Quasimodo, the disabled bell-ringer of Notre-Dame, as he struggles to stand up to his ableist guardian Claude Frollo, who also wants to commit genocide against Paris' Romani population.<br><br>The novel has been described as a key text in French literature and has been adapted for film over a dozen times, in addition to numerous television and stage adaptations, such as a 1923 silent film with Lon Chaney, a 1939 sound film with Charles Laughton, and a 1996 Disney animated film with Tom Hulce (both as Quasimodo).<br><br>The novel sought to preserve values of French culture in a time period of great change, which resulted in the destruction of many French Gothic structures. The novel made Notre-Dame de Paris a national icon and served as a catalyst for renewed interest in the restoration of Gothic form.</span>",
  "pages": 510,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388342667i/30597.jpg",
  "yearPublished": 1831,
  "genre": "Fiction,Classics,Gothic,Historical Fiction,19th Century"
 },
 {
  "title": "It",
  "author": "Stephen King",
  "description": "<span>Welcome to Derry, Maine ...<br><br>It’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real ...<br><br>They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But none of them can withstand the force that has drawn them back to Derry to face the nightmare without an end, and the evil without a name.</span>",
  "pages": 1168,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1334416842i/830502.jpg",
  "yearPublished": 1986,
  "genre": "Horror,Fiction,Classics,Thriller,Mystery"
 },
 {
  "title": "East of Eden",
  "author": "John Steinbeck",
  "description": "<span>In his journal, Nobel Prize winner John Steinbeck called East of Eden “the first book,” and indeed it has the primordial power and simplicity of myth. Set in the rich farmland of California’s Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of Adam and Eve and the poisonous rivalry of Cain and Abel.<br><br>Adam Trask came to California from the East to farm and raise his family on the new rich land. But the birth of his twins, Cal and Aaron, brings his wife to the brink of madness, and Adam is left alone to raise his boys to manhood. One boy thrives nurtured by the love of all those around him; the other grows up in loneliness enveloped by a mysterious darkness.<br><br>First published in 1952, East of Eden is the work in which Steinbeck created his most mesmerizing characters and explored his most enduring themes: the mystery of identity, the inexplicability of love, and the murderous consequences of love's absence. A masterpiece of Steinbeck's later years, East of Eden is a powerful and vastly ambitious novel that is at once a family saga and a modern retelling of the Book of Genesis.</span>",
  "pages": 601,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1639969375i/4406.jpg",
  "yearPublished": 1952,
  "genre": "Fiction,Classics,Historical Fiction,Literature,20th Century"
 },
 {
  "title": "The Road",
  "author": "Cormac McCarthy",
  "description": "<span>A searing, postapocalyptic novel destined to become Cormac McCarthy’s masterpiece.<br><br>A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don’t know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other.<br><br><i>The Road</i> is the profoundly moving story of a journey. It boldly imagines a future in which no hope remains, but in which the father and his son, “each the other’s world entire,” are sustained by love. Awesome in the totality of its vision, it is an unflinching meditation on the worst and the best that we are capable of: ultimate destructiveness, desperate tenacity, and the tenderness that keeps two people alive in the face of total devastation.</span>",
  "pages": 241,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1600241424i/6288.jpg",
  "yearPublished": 2006,
  "genre": "Fiction,Dystopia,Post-Apocalyptic,Horror"
 },
 {
  "title": "The Notebook",
  "author": "Nicholas Sparks",
  "description": "<span>Set amid the austere beauty of the North Carolina coast begins the story of Noah Calhoun, a rural Southerner recently returned from the Second World War. Noah is restoring a plantation home to its former glory, and he is haunted by images of the beautiful girl he met fourteen years earlier, a girl he loved like no other. Unable to find her, yet unwilling to forget the summer they spent together, Noah is content to live with only memories...until she unexpectedly returns to his town to see him once again.<br><br>Like a puzzle within a puzzle, the story of Noah and Allie is just the beginning. As it unfolds, their tale miraculously becomes something different, with much higher stakes. The result is a deeply moving portrait of love itself, the tender moments and the fundamental changes that affect us all. It is a story of miracles and emotions that will stay with you forever.</span>",
  "pages": 227,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1483183484i/33648131.jpg",
  "yearPublished": 1996,
  "genre": "Romance,Fiction,Classics,Drama"
 },
 {
  "title": "Pet Sematary",
  "author": "Stephen King",
  "description": "<span>When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son-and now an idyllic home. As a family, they've got it all...right down to the friendly car. But the nearby woods hide a blood-chilling truth-more terrifying than death itself-and hideously more powerful. The Creeds are going to learn that sometimes dead is better.</span>",
  "pages": 580,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1399440710i/22047048.jpg",
  "yearPublished": 1983,
  "genre": "Horror,Fiction,Classics,Thriller,Mystery"
 },
 {
  "title": "Paper Towns",
  "author": "John Green",
  "description": "<span><b>Who is the real Margo?</b><br><br>Quentin Jacobsen has spent a lifetime loving the magnificently adventurous Margo Roth Spiegelman from afar. So when she cracks open a window and climbs into his life—dressed like a ninja and summoning him for an ingenious campaign of revenge—he follows. After their all-nighter ends, and a new day breaks, Q arrives at school to discover that Margo, always an enigma, has now become a mystery. But Q soon learns that there are clues—and they're for him. Urged down a disconnected path, the closer he gets, the less Q sees the girl he thought he knew...</span>",
  "pages": 305,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1399440710i/22047048.jpg",
  "yearPublished": 2008,
  "genre": "Romance,Fiction,Young Adult,Coming-of-Age,Mystery"
 },
 {
  "title": "The Second Sex",
  "author": "Simone de Beauvoir",
  "description": "<span>Newly translated and unabridged in English for the first time, Simone de Beauvoir’s masterwork is a powerful analysis of the Western notion of “woman,” and a groundbreaking exploration of inequality and otherness. &nbsp;This long-awaited new edition reinstates significant portions of the original French text that were cut in the first English translation. Vital and groundbreaking, Beauvoir’s pioneering and impressive text remains as pertinent today as it was back then, and will continue to provoke and inspire generations of men and women to come.</span>",
  "pages": 746,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327978178i/457264.jpg",
  "yearPublished": 1949,
  "genre": "Feminism,Philosophy,Classics,Womens,Politics,20th Century"
 },
 {
  "title": "The Satanic Verses",
  "author": "Salman Rushdie",
  "description": "<span>Just before dawn one winter's morning, a hijacked jetliner explodes above the English Channel. Through the falling debris, two figures, Gibreel Farishta, the biggest star in India, and Saladin Chamcha, an expatriate returning from his first visit to Bombay in fifteen years, plummet from the sky, washing up on the snow-covered sands of an English beach, and proceed through a series of metamorphoses, dreams, and revelations. <br><br><i>From the back cover.</i></span>",
  "pages": 561,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1281988101i/12781.jpg",
  "yearPublished": 1988,
  "genre": "Fantasy,Magical Realism,Fiction,Classics,Religion"
 },
 {
  "title": "American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer",
  "author": "Kai Bird",
  "description": "<span><i>American Prometheus</i> is the first full-scale biography of J. Robert Oppenheimer, \"father of the atomic bomb,\" the brilliant, charismatic physicist who led the effort to capture the awesome fire of the sun for his country in time of war. Immediately after Hiroshima, he became the most famous scientist of his generation-one of the iconic figures of the twentieth century, the embodiment of modern man confronting the consequences of scientific progress. <br><br>He was the author of a radical proposal to place international controls over atomic materials-an idea that is still relevant today. He opposed the development of the hydrogen bomb and criticized the Air Force's plans to fight an infinitely dangerous nuclear war. In the now almost-forgotten hysteria of the early 1950s, his ideas were anathema to powerful advocates of a massive nuclear buildup, and, in response, Atomic Energy Commission chairman Lewis Strauss, Superbomb advocate Edward Teller and FBI director J. Edgar Hoover worked behind the scenes to have a hearing board find that Oppenheimer could not be trusted with America's nuclear secrets. <br><br><i>American Prometheus</i> sets forth Oppenheimer's life and times in revealing and unprecedented detail. Exhaustively researched, it is based on thousands of records and letters gathered from archives in America and abroad, on massive FBI files and on close to a hundred interviews with Oppenheimer's friends, relatives and colleagues.<br><br>We follow him from his earliest education at the turn of the twentieth century at New York City's Ethical Culture School, through personal crises at Harvard and Cambridge universities. Then to Germany, where he studied quantum physics with the world's most accomplished theorists; and to Berkeley, California, where he established, during the 1930s, the leading American school of theoretical physics, and where he became deeply involved with social justice causes and their advocates, many of whom were communists. Then to Los Alamos, New Mexico, where he transformed a bleak mesa into the world's most potent nuclear weapons laboratory-and where he himself was transformed. And finally, to the Institute for Advanced Study in Princeton, which he directed from 1947 to 1966. <br><br><i>American Prometheus</i> is a rich evocation of America at mid-century, a new and compelling portrait of a brilliant, ambitious, complex and flawed man profoundly connected to its major events—the Depression, World War II and the Cold War. It is at once biography and history, and essential to our understanding of our recent past—and of our choices for the future.</span>",
  "pages": 721,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1686079247i/80571.jpg",
  "yearPublished": 2005,
  "genre": "Biography,Science,Politics,History,War"
 },
 {
  "title": "Being and Nothingness",
  "author": "Jean-Paul Sartre",
  "description": "<span><i>Being &amp; Nothingness</i> is without doubt one of the most significant philosophical books of the 20th century. The central work by one of the century's most influential thinkers, it altered the course of western philosophy. Its revolutionary approach challenged all previous assumptions about the individual's relationship with the world. Known as 'the Bible of existentialism', its impact on culture &amp; literature was immediate &amp; was felt worldwide, from the absurdist drama of Samuel Beckett to the soul-searching cries of the Beat poets.<br><i>Being &amp; Nothingness</i> is one of those rare books whose influence has affected the mindset of subsequent generations. Seventy years after its 1st publication, its message remains as potent as ever--challenging readers to confront the fundamental dilemmas of human freedom, choice, responsibility &amp; action.</span>",
  "pages": 688,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1329978583i/10033.jpg",
  "yearPublished": 1943,
  "genre": "Philosophy,Classics,Theory,Literature,20th Century"
 },
 {
  "title": "The Advenures of Captain Underpants",
  "author": "Dav Pilkey",
  "description": "<span>Pilkey plays with words and pictures, providing great entertainment. The story is immediately engaging—two fourth-grade boys who write comic books and love to pull pranks find themselves in big trouble. Mean Mr. Krupp, their principal, videotapes George and Harold setting up their stunts and threatens to expose them. The boys' luck changes when they send for a 3-D Hypno-Ring and hypnotize Krupp, turning him into Captain Underpants, their own superhero creation. Later, Pilkey includes several pages of flip-o-ramas that animate the action. The simple black-and-white illustrations on every page furnish comic-strip appeal. The cover features Captain Underpants, resplendent in white briefs, on top of a tall building. This book will fly off the shelves.</span>",
  "pages": 125,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348215410i/207266.jpg",
  "yearPublished": 1997,
  "genre": "Childrens,Comedy,Adventure,Graphic Novel,Fantasy"
 },
 {
  "title": "Gulliver's Travels",
  "author": "Jonathan Swift",
  "description": "<span><b>A wickedly clever satire uses comic inversions to offer telling insights into the nature of man and society. Nominated as one of America’s best-loved novels by PBS’s The Great American Read.</b><br><br>Gulliver's Travels describes the four voyages of Lemuel Gulliver, a ship's surgeon. In Lilliput he discovers a world in miniature; towering over the people and their city, he is able to view their society from the viewpoint of a god. However, in Brobdingnag, a land of giants, tiny Gulliver himself comes under observation, exhibited as a curiosity at markets and fairs. In Laputa, a flying island, he encounters a society of speculators and projectors who have lost all grip on everyday reality; while they plan and calculate, their country lies in ruins. Gulliver's final voyage takes him to the land of the Houyhnhnms, gentle horses whom he quickly comes to admire - in contrast to the Yahoos, filthy bestial creatures who bear a disturbing resemblance to humans. This text, based on the first edition of 1726, reproduces all the original illustrations and includes an introduction by Robert Demaria, Jr, which discusses the ways Gulliver's Travels has been interpreted since its first publication. Jonathan Swift (1667-1745) was born in Dublin. <br><br>For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.</span>",
  "pages": 306,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1427829692i/7733.jpg",
  "yearPublished": 1726,
  "genre": "Fiction,Fantasy,Comedy,Classics,18th Century,Literature"
 },
 {
  "title": "The Queen of Nothing",
  "author": "Holly Black",
  "description": "<span><b>\n  <i>He will be destruction of the crown and the ruination of the throne.</i>\n</b><br><br>Power is much easier to acquire than it is to hold onto. Jude learned this lesson when she released her control over the wicked king, Cardan, in exchange for immeasurable power. <br><br>Now as the exiled mortal Queen of Faerie, Jude is powerless and left reeling from Cardan’s betrayal. She bides her time determined to reclaim everything he took from her. Opportunity arrives in the form of her deceptive twin sister, Taryn, whose mortal life is in peril.<br><br>Jude must risk venturing back into the treacherous Faerie Court, and confront her lingering feelings for Cardan, if she wishes to save her sister. But Elfhame is not as she left it. War is brewing. As Jude slips deep within enemy lines she becomes ensnared in the conflict’s bloody politics. <br><br>And, when a dormant yet powerful curse is unleashed, panic spreads throughout the land, forcing her to choose between her ambition and her humanity… <br><br>From the #1 New York Times bestselling author Holly Black, comes the highly anticipated and jaw-dropping finale to The Folk of the Air trilogy.</span>",
  "pages": 300,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1553624975i/26032912.jpg",
  "yearPublished": 2019,
  "genre": "Fantasy,Romance,Magic,Fiction,Young Adult"
 },
 {
  "title": "The Invisible Life of Addie Larue",
  "author": "V.E. Schwab",
  "description": "<span>France, 1714: in a moment of desperation, a young woman makes a Faustian bargain to live forever and is cursed to be forgotten by everyone she meets.<br><br>Thus begins the extraordinary life of Addie LaRue, and a dazzling adventure that will play out across centuries and continents, across history and art, as a young woman learns how far she will go to leave her mark on the world.<br><br>But everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.</span>",
  "pages": 448,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1584633432i/50623864.jpg",
  "yearPublished": 2020,
  "genre": "Fantasy,Fiction,Romance,Adult,Magical Realism"
 },
 {
  "title": "Divergent",
  "author": "Veronica Roth",
  "description": "<span>In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself.<br><br>During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are—and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her.</span>",
  "pages": 487,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1618526890i/13335037.jpg",
  "yearPublished": 2011,
  "genre": "Fiction,Young Adult,Dystopia,Science Fiction,Action,Post-Apocalyptic"
 },
 {
  "title": "City of Night",
  "author": "John Rechy",
  "description": "<span>When John Rechy's explosive first novel, <i>City of Night</i>, was first published in 1963, it became a national bestseller and ushered in a new era of gay fiction. Bold and inventive in his account of the urban underworld of male prostitution, Rechy is equally unflinching in his portrayal of one hustling \"Youngman\" and his restless search for self-knowledge. As the narrator careens from El Paso to Times Square, from Pershing Square to the French Quarter, we get an unforgettable look at a neon-lit life on the edge. Said James Baldwin of the author, \"Rechy is the most arresting young writer I've read in a very long time. His tone rings absolutely true, is absolutely his own; and he has the kind of discipline which allows him a rare and beautiful reckless.\"</span>",
  "pages": 400,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1705742277i/109713.jpg",
  "yearPublished": 1963,
  "genre": "Fiction,Classics,LGBT,Literature"
 },
 {
  "title": "Beowulf",
  "author": "Anonymous,Seamus Heaney (Translator)",
  "description": "<span>In The Miraculous Day of Amalia Gomez, Amalia Gomez thinks she sees a large silver cross in the sky. A miraculous sign, perhaps, but one the down-to-earth Amalia does not trust. Through Amalia, we take a vivid and moving tour of the \"other Hollywood,\" populated by working-class Mexican Americans, as John Rechy blends tough realism with religious and cultural fables to take us into the life of a Chicano family in L.A. Epic in scope and vision, The Miraculous Day of Amalia Gomez is classic Rechy.</span>",
  "pages": 256,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327878125i/52357.jpg",
  "yearPublished": 1000,
  "genre": "Poetry,Fiction,Fantasy,Classics,Mythology"
 },
 {
  "title": "The Enemy",
  "author": "Charlie Higson",
  "description": "<span>Charlie Higson's <i>The Enemy</i> is the first in a jaw-dropping zombie horror series for teens. Everyone over the age of fourteen has succumbed to a deadly zombie virus and now the kids must keep themselves alive.<br><br><b>When the sickness came, every parent, police officer, politician - every adult fell ill. The lucky ones died. The others are crazed, confused and hungry. </b><br><br><b>Only children under fourteen remain, and they're fighting to survive.</b><br><br><b></b>Now there are rumours of a safe place to hide. And so a gang of children begin their quest across London, where all through the city - down alleyways, in deserted houses, underground - the grown-ups lie in wait.<br><br>But can they make it there - alive?<br><br>This edition contains the first chapter of the second book <i>The Dead</i>.</span>",
  "pages": 407,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1378990320i/8540357.jpg",
  "yearPublished": 2009,
  "genre": "Fiction,Young Adult,Post-Apocalyptic,Horror,Survival"
 },
 {
  "title": "The Dead",
  "author": "Charlie Higson",
  "description": "<span><i><b>The Dead</b> is the second book in Charlie Higson's jaw-dropping zombie horror series for teens.</i><br><br>Everyone over the age of fourteen has succumbed to a deadly zombie virus and now the kids must keep themselves alive. A terrible disease is striking everyone over the age of fourteen. Death walks the streets. Nowhere is safe. <br><br>Maxie, Blue and the rest of the Holloway crew aren't the only kids trying to escape the ferocious adults who prey on them. Jack and Ed are best friends, but their battle to stay alive tests their friendship to the limit as they go on the run with a mismatched group of other kids - nerds, fighters, misfits. And one adult, Greg, a butcher, who claims he's immune to the disease. They must work together if they want to make it in this terrifying new world. <br><br>But when fresh disaster threatens to overwhelm London, they realize they won't all survive...</span>",
  "pages": 485,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1398030032i/21888732.jpg",
  "yearPublished": 2010,
  "genre": "Fiction,Young Adult,Post-Apocalyptic,Horror,Survival"
 },
 {
  "title": "The Fear",
  "author": "Charlie Higson",
  "description": "<span>The sickness struck everyone sixteen and over. Mothers and fathers, older brothers, sisters, and best friends. No one escaped its touch. And now children across London are being hunted by ferocious grown-ups who are hungry, bloodthirsty, and not giving up. <br>DogNut and the rest of his crew, in search of the friends they lost during the fire, set off on a deadly mission from the Tower of London to Buckingham Palace and beyond, as the sickos lie in wait. But who are their friends and who is the enemy in this changed world?<br></span>",
  "pages": 496,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1398031787i/21888731.jpg",
  "yearPublished": 2011,
  "genre": "Fiction,Young Adult,Post-Apocalyptic,Horror,Survival"
 },
 {
  "title": "Children of Dune",
  "author": "Frank Herbert",
  "description": "<span><b>Book three in Frank Herbert's magnificent Dune Chronicles--one of the most significant sagas in the history of literary science fiction.</b><br><br>The Children of Dune are twin siblings Leto and Ghanima Atreides, whose father, the Emperor Paul Muad'Dib, disappeared in the desert wastelands of Arrakis nine years ago. Like their father, the twins possess supernormal abilities--making them valuable to their manipulative aunt Alia, who rules the Empire in the name of House Atreides.<br><br>Facing treason and rebellion on two fronts, Alia's rule is not absolute. The displaced House Corrino is plotting to regain the throne while the fanatical Fremen are being provoked into open revolt by the enigmatic figure known only as The Preacher. Alia believes that by obtaining the secrets of the twins' prophetic visions, she can maintain control over her dynasty.<br><br>But Leto and Ghanima have their own plans for their visions--and their destinies....<br><br><i>Includes an introduction by Brian Herbert</i></span>",
  "pages": 609,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1564783201i/44492286.jpg",
  "yearPublished": 1976,
  "genre": "Science Fiction,Fiction,Fantasy,Adventure,Space Opera"
 },
 {
  "title": "Chapterhouse: Dune",
  "author": "Frank Herbert",
  "description": "<span><b>Frank Herbert's Final Novel in the Magnificent Dune Chronicles--the Bestselling Science Fiction Adventure of All Time</b><br><br>The desert planet Arrakis, called Dune, has been destroyed. The remnants of the Old Empire have been consumed by the violent matriarchal cult known as the Honored Matres. Only one faction remains a viable threat to their total conquest--the Bene Gesserit, heirs to Dune's power.<br><br>Under the leadership of Mother Superior Darwi Odrade, the Bene Gesserit have colonized a green world on the planet Chapterhouse and are turning it into a desert, mile by scorched mile. And once they've mastered breeding sandworms, the Sisterhood will control the production of the greatest commodity in the known galaxy--the spice melange. But their true weapon remains a man who has lived countless lifetimes--a man who served under the God Emperor Paul Muad'Dib....</span>",
  "pages": 624,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1564029233i/44439416.jpg",
  "yearPublished": 1985,
  "genre": "Science Fiction,Fiction,Fantasy,Adventure,Space Opera"
 },
 {
  "title": "Critique of Pure Reason",
  "author": "Immanuel Kant",
  "description": "<span><b>\n  <i>'The purpose of this critique of pure speculative reason consists in the attempt to change the old procedure of metaphysics and to bring about a complete revolution'</i>\n</b><br><br>Kant's <i>Critique of Pure Reason</i> (1781) is the central text of modern philosophy. It presents a profound and challenging investigation into the nature of human reason, its knowledge and its illusions. Reason, Kant argues, is the seat of certain concepts that precede experience and make it possible, but we are not therefore entitled to draw conclusions about the natural world from these concepts. The <i>Critique</i> brings together the two opposing schools of philosophy: rationalism, which grounds all our knowledge in reason, and empiricism, which traces all our knowledge to experience. Kant's transcendental idealism indicates a third way that goes far beyond these alternatives.</span>",
  "pages": 785,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348663530i/18288.jpg",
  "yearPublished": 1781,
  "genre": "Philosophy,Classics,18th Century,Science"
 },
 {
  "title": "You Shouldn't Have Come Here",
  "author": "Jeneva Rose",
  "description": "<span>Grace Evans, an overworked New Yorker looking for a total escape from her busy life, books an Airbnb on a ranch in the middle of Wyoming. When she arrives, she's pleasantly surprised to find that the owner is a handsome man by the name of Calvin Wells. But there are things Grace discovers that she's not too pleased about: A lack of cell phone service. A missing woman. And a feeling that something isn't right with the town.<br><br>Despite her uneasiness and misgivings from Calvin's friends and family, the two grow close and start to fall for one another. However, as her departure date nears, things between them start to change for the worse. Grace grows wary of Calvin as his infatuation for her seems to turn into obsession. Calvin fears that Grace is hiding something from him.<br><br>Told from dual points of view, <i>You Shouldn't Have Come Here</i> is a thrill ride and a cautionary tale of what can go wrong when you open up your house and your heart to a total stranger.</span>",
  "pages": 350,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1666310687i/61458888.jpg",
  "yearPublished": 2023,
  "genre": "Thriller,Mystery,Fiction,Romance,Adult"
 },
 {
  "title": "Sea of Tranquility",
  "author": "Emily St. John Mandel",
  "description": "<span><b>A novel of art, time travel, love, and plague that takes the reader from Vancouver Island in 1912 to a dark colony on the moon five hundred years later, unfurling a story of humanity across centuries and space.</b><br><br>Edwin St. Andrew is eighteen years old when he crosses the Atlantic by steamship, exiled from polite society following an ill-conceived diatribe at a dinner party. He enters the forest, spellbound by the beauty of the Canadian wilderness, and suddenly hears the notes of a violin echoing in an airship terminal--an experience that shocks him to his core. <br><br>Two centuries later a famous writer named Olive Llewellyn is on a book tour. She's traveling all over Earth, but her home is the second moon colony, a place of white stone, spired towers, and artificial beauty. Within the text of Olive's best-selling pandemic novel lies a strange passage: a man plays his violin for change in the echoing corridor of an airship terminal as the trees of a forest rise around him. <br><br>When Gaspery-Jacques Roberts, a detective in the black-skied Night City, is hired to investigate an anomaly in the North American wilderness, he uncovers a series of lives upended: The exiled son of an earl driven to madness, a writer trapped far from home as a pandemic ravages Earth, and a childhood friend from the Night City who, like Gaspery himself, has glimpsed the chance to do something extraordinary that will disrupt the timeline of the universe. <br><br>A virtuoso performance that is as human and tender as it is intellectually playful, <i>Sea of Tranquility</i> is a novel of time travel and metaphysics that precisely captures the reality of our current moment.'</span>",
  "pages": 259,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1626710416i/58446227.jpg",
  "yearPublished": 2022,
  "genre": "Fiction,Science Fiction,Fantasy,Adult,Historical Fiction"
 },
 {
  "title": "Demon Copperhead",
  "author": "Barbara Kingsolver",
  "description": "<span><b>\"Anyone will tell you the born of this world are marked from the get-out, win or lose.\"</b><br><br>Set in the mountains of southern Appalachia, this is the story of a boy born to a teenaged single mother in a single-wide trailer, with no assets beyond his dead father's good looks and copper-colored hair, a caustic wit, and a fierce talent for survival. In a plot that never pauses for breath, relayed in his own unsparing voice, he braves the modern perils of foster care, child labor, derelict schools, athletic success, addiction, disastrous loves, and crushing losses. Through all of it, he reckons with his own invisibility in a popular culture where even the superheroes have abandoned rural people in favor of cities.<br><br>Many generations ago, Charles Dickens wrote <em>David Copperfield </em>from his experience as a survivor of institutional poverty and its damages to children in his society. Those problems have yet to be solved in ours. Dickens is not a prerequisite for readers of this novel, but he provided its inspiration. In transposing a Victorian epic novel to the contemporary American South, Barbara Kingsolver enlists Dickens' anger and compassion, and above all, his faith in the transformative powers of a good story. <em>Demon Copperhead</em> speaks for a new generation of lost boys, and all those born into beautiful, cursed places they can't imagine leaving behind.</span>",
  "pages": 560,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1626710416i/58446227.jpg",
  "yearPublished": 2022,
  "genre": "Fiction,Historical Fiction,Coming-of-Age,Adult"
 },
 {
  "title": "The Heaven & Earth Grocery Store",
  "author": "James McBride",
  "description": "<span>The new novel from the bestselling, National Book Award-winning, Oprah Book Club-picked, Barack Obama favourite James McBride.<br><br>In 1972, when workers in Pottstown, Pennsylvania, were digging the foundations for a new development, the last thing they expected to find was a skeleton at the bottom of a well. Who the skeleton was and how it got there were two of the long-held secrets kept by the residents of Chicken Hill, the dilapidated neighbourhood where immigrant Jews and African Americans lived side by side and shared ambitions and sorrows.<br><br>As these characters' stories overlap and deepen, it becomes clear how much the people who live on the margins struggle and what they must do to survive. When the truth is finally revealed about what happened on Chicken Hill and the part the town's white establishment played in it, McBride shows us that even in dark times, it is love and community-heaven and earth-that sustain us.</span>",
  "pages": 380,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1685350945i/65678550.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Historical Fiction,Mystery,African American,Adult"
 },
 {
  "title": "The Alchemist",
  "author": "Paulo Coelho",
  "description": "<span>Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, <i>The Alchemist</i> has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.<br><br>Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.</span>",
  "pages": 182,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1654371463i/18144590.jpg",
  "yearPublished": 1988,
  "genre": "Fiction,Philosophy,Adventure,Literature"
 },
 {
  "title": "Yellowface",
  "author": "R.F. Kuang",
  "description": "<span>Athena Liu is a literary darling and June Hayward is literally nobody.<br><br><b>White lies</b><br>When Athena dies in a freak accident, June steals her unpublished manuscript and publishes it as her own under the ambiguous name Juniper Song.<br><br><b>Dark humour</b><br>But as evidence threatens June’s stolen success, she will discover exactly how far she will go to keep what she thinks she deserves.<br><br><b>Deadly consequences…</b><br>What happens next is entirely everyone else’s fault.<br><br>With its totally immersive first-person voice, <i>Yellowface</i> grapples with questions of diversity, racism, and cultural appropriation, as well as the terrifying alienation of social media. R.F. Kuang’s novel is timely, razor-sharp, and eminently readable.</span>",
  "pages": 336,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1671336608i/62047984.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Thriller,Mystery,Adult"
 },
 {
  "title": "The Queen's Gambit",
  "author": "Walter Tevis",
  "description": "<span>When she is sent to an orphanage at the age of eight, Beth Harmon soon discovers two ways to escape her surroundings, albeit fleetingly: playing chess and taking the little green pills given to her and the other children to keep them subdued. Before long, it becomes apparent that hers is a prodigious talent, and as she progresses to the top of the US chess rankings she is able to forge a new life for herself. But she can never quite overcome her urge to self-destruct. For Beth, there’s more at stake than merely winning and losing.</span>",
  "pages": 258,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388265750i/62022.jpg",
  "yearPublished": 1983,
  "genre": "Fiction,Historical Fiction,Young Adult"
 },
 {
  "title": "The Secret Society",
  "author": "Donna Tartt",
  "description": "<span>Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.</span>",
  "pages": 559,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1451554846i/29044.jpg",
  "yearPublished": 1992,
  "genre": "Fiction,Mystery,Thriller,Adult"
 },
 {
  "title": "Weyward",
  "author": "Emilia Hart",
  "description": "<span><b>\n  <i>I am a Weyward, and wild inside.</i>\n</b><br><br><b>2019:</b> Under cover of darkness, Kate flees London for ramshackle Weyward Cottage, inherited from a great aunt she barely remembers. With its tumbling ivy and overgrown garden, the cottage is worlds away from the abusive partner who tormented Kate. But she begins to suspect that her great aunt had a secret. One that lurks in the bones of the cottage, hidden ever since the witch-hunts of the 17th century.<br><br><b>1619:</b> Altha is awaiting trial for the murder of a local farmer who was stampeded to death by his herd. As a girl, Altha’s mother taught her their magic, a kind not rooted in spell casting but in a deep knowledge of the natural world. But unusual women have always been deemed dangerous, and as the evidence for witchcraft is set out against Altha, she knows it will take all of her powers to maintain her freedom.<br><br><b>1942:</b> As World War II rages, Violet is trapped in her family's grand, crumbling estate. Straitjacketed by societal convention, she longs for the robust education her brother receives––and for her mother, long deceased, who was rumored to have gone mad before her death. The only traces Violet has of her are a locket bearing the initial W and the word weyward scratched into the baseboard of her bedroom.<br><br>Weaving together the stories of three extraordinary women across five centuries, Emilia Hart's <i>Weyward</i> is an enthralling novel of female resilience and the transformative power of the natural world.</span>",
  "pages": 329,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677756582i/60654349.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Magical Realism,Fantasy,Historical Fiction,Adult"
 },
 {
  "title": "Starling House",
  "author": "Alix E. Harrow",
  "description": "<span><b>A grim and gothic new tale from author Alix E. Harrow about a small town haunted by secrets that can't stay buried and the sinister house that sits at the crossroads of it all.</b><br><br>Eden, Kentucky, is just another dying, bad-luck town, known only for the legend of E. Starling, the reclusive nineteenth-century author and illustrator who wrote The Underland--and disappeared. Before she vanished, Starling House appeared. But everyone agrees that it’s best to let the uncanny house―and its last lonely heir, Arthur Starling―go to rot.<br><br>Opal knows better than to mess with haunted houses or brooding men, but an unexpected job offer might be a chance to get her brother out of Eden. Too quickly, though, Starling House starts to feel dangerously like something she’s never had: a home.<br><br>As sinister forces converge on Starling House, Opal and Arthur are going to have to make a dire choice to dig up the buried secrets of the past and confront their own fears, or let Eden be taken over by literal nightmares.<br><br>If Opal wants a home, she’ll have to fight for it.</span>",
  "pages": 308,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1682447293i/65213595.jpg",
  "yearPublished": 2023,
  "genre": "Fantasy,Horror,Gothic,Fiction,Romance,Adult,Thriller"
 },
 {
  "title": "What The River Knows",
  "author": "Isabel Ibañez",
  "description": "<span>Bolivian-Argentinian Inez Olivera belongs to the glittering upper society of nineteenth century Buenos Aires, and like the rest of the world, the town is steeped in old world magic that’s been largely left behind or forgotten. Inez has everything a girl might want, except for the one thing she yearns the most: her globetrotting parents—who frequently leave her behind.<br><br>When she receives word of their tragic deaths, Inez inherits their massive fortune and a mysterious guardian, an archeologist in partnership with his Egyptian brother-in-law. Yearning for answers, Inez sails to Cairo, bringing her sketch pads and an ancient golden ring her father sent to her for safekeeping before he died. But upon her arrival, the old world magic tethered to the ring pulls her down a path where she soon discovers there’s more to her parent’s disappearance than what her guardian led her to believe.<br><br>With her guardian’s infuriatingly handsome assistant thwarting her at every turn, Inez must rely on ancient magic to uncover the truth about her parent’s disappearance—or risk becoming a pawn in a larger game that will kill her.<br><br><b><i>The Mummy</i> meets <i>Death on the Nile</i> in this lush, immersive historical fantasy set in Egypt filled with adventure, a rivals-to-lovers romance, and a dangerous race.</b></span>",
  "pages": 404,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1674234543i/65213381.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Fantasy,Romance,Mystery,Adventure,Young Adult"
 },
 {
  "title": "The Fury",
  "author": "Alex Michaelides",
  "description": "<span><b>A masterfully paced thriller about a reclusive ex–movie star and her famous friends whose spontaneous trip to a private Greek island is upended by a murder ― from the #1 <i>New York Times</i> bestselling author of <i>The Silent Patient</i>.</b><br><br>This is a tale of murder.<br><br>Or maybe that’s not quite true. At its heart, it’s a love story, isn’t it?<br><br>Lana Farrar is a reclusive ex–movie star and one of the most famous women in the world. Every year, she invites her closest friends to escape the English weather and spend Easter on her idyllic private Greek island.<br><br>I tell you this because you may think you know this story. You probably read about it at the time ― it caused a real stir in the tabloids, if you remember. It had all the necessary ingredients for a press a celebrity; a private island cut off by the wind…and a murder.<br><br>We found ourselves trapped there overnight. Our old friendships concealed hatred and a desire for revenge. What followed was a game of cat and mouse ― a battle of wits, full of twists and turns, building to an unforgettable climax. The night ended in violence and death, as one of us was found murdered.<br><br>But who am I?<br><br>My name is Elliot Chase, and I’m going to tell you a story unlike any you’ve ever heard.</span>",
  "pages": 298,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1684763144i/123206645.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Mystery,Adult,Thriller"
 },
 {
  "title": "The Exchange: After the Firm",
  "author": "John Grisham",
  "description": "<span><b>#1 <i>New York Times</i> bestselling author John Grisham delivers high-flying international suspense in a stunning new legal thriller that marks the return of Mitch McDeere, the brilliant hero of <i>The Firm</i>.</b><br><br>What became of Mitch and Abby McDeere after they exposed the crimes of Memphis law firm Bendini, Lambert &amp; Locke and fled the country? The answer is in <i>The Exchange</i>, the riveting sequel to <i>The Firm</i>, the blockbuster thriller&nbsp;that launched the career&nbsp;of America’s favorite storyteller. It is now fifteen years later, and Mitch and Abby are living in Manhattan, where Mitch is a partner at the largest law firm&nbsp;in the world. When a mentor in Rome asks him for a favor that will take him far from home, Mitch finds himself at the center of a sinister plot that has worldwide&nbsp;implications—and once again endangers his colleagues, friends, and family. Mitch has become&nbsp;a master at staying one step ahead of his adversaries, but this time there’s nowhere&nbsp;to hide.</span>",
  "pages": 352,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1680090791i/123285511.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Mystery,Thriller"
 },
 {
  "title": "Fangs",
  "author": "Sarah Andersen",
  "description": "<span><b>A love story between a vampire and a werewolf by the creator of the enormously popular <i>Sarah's Scribbles</i> comics.</b><br><br>Elsie the vampire is three hundred years old, but in all that time, she has never met her match. This all changes one night in a bar when she meets Jimmy, a charming werewolf with a wry sense of humor and a fondness for running wild during the full moon. Together they enjoy horror films and scary novels, shady strolls, fine dining (though never with garlic), and a genuine fondness for each other’s unusual habits, macabre lifestyles, and monstrous appetites. <br><br>First featured as a webcomic series on Tapas, <i>Fangs</i> chronicles the humor, sweetness, and awkwardness of meeting someone perfectly suited to you but also vastly different. Filled with Sarah Andersen’s beautiful gothic illustrations and relatable relationship humor, <i>Fangs</i> has all the makings of a cult classic.</span>",
  "pages": 115,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1597340101i/54911057.jpg",
  "yearPublished": 2020,
  "genre": "Romance,Fiction,Comedy,Fantasy,Adult"
 },
 {
  "title": "Batman: Year One",
  "author": "Frank Miller,David Mazzucchelli (Illustrator)",
  "description": "<span>A new edition of one of the most important and critically acclaimed Batman adventures ever, written by Frank Miller, author of <i>The Dark Knight Returns</i>!<br><br>In 1986, Frank Miller and David Mazzucchelli produced this groundbreaking reinterpretation of the origin of Batman—who he is and how he came to be.<br><br>Written shortly after <i>The Dark Knight Returns</i>, Miller's dystopian fable of Batman's final days, <i>Year One</i> set the stage for a new vision of a legendary character.<br><br>This edition includes the complete graphic novel, a new introduction by writer Frank Miller and a new illustrated afterword by artist David Mazzucchelli. Completing this collection are over 40 pages of never-before-seen developmental material such as character and layout sketches, sample script pages, sketches and more that provide a glimpse into the making of this contemporary classic.<br><br>This volume collects <i>Batman</i> #404–407.</span>",
  "pages": 144,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1574630214i/59980.jpg",
  "yearPublished": 1988,
  "genre": "Fiction,Graphic Novel,Fantasy,Mystery"
 },
 {
  "title": "Akira, Vol. 1",
  "author": "Katsuhiro Otomo,Satoshi Kon (Illustrator)",
  "description": "<span>Welcome to Neo-Tokyo, built on the ashes of a Tokyo annihilated by a blast of unknown origin that triggered World War III. The lives of two streetwise teenage friends, Tetsuo and Kaneda, change forever when paranormal abilities begin to waken in Tetsuo, making him a target for a shadowy agency that will stop at nothing to prevent another catastrophe like the one that leveled Tokyo. At the core of the agency’s motivation is a raw, all-consuming fear of an unthinkable, monstrous power known only as Akira.<br><br>Katsuhiro Otomo’s stunning science fiction masterpiece is considered by many to be the finest work of graphic fiction ever produced, and Otomo’s brilliant animated film version is regarded worldwide as a classic.<br><br>This edition includes a new foreword from the author and a postscript from Dark Horse publisher Mike Richardson!</span>",
  "pages": 361,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1343804802i/93371.jpg",
  "yearPublished": 1984,
  "genre": "Graphic Novel,Fiction,Action,Dystopia,Science Fiction"
 },
 {
  "title": "Nimona",
  "author": "N.D. Stevenson",
  "description": "<span>The graphic novel debut from rising star ND Stevenson, based on his beloved and critically acclaimed web comic, which Slate awarded its Cartoonist Studio Prize, calling it \"a deadpan epic.\"<br><br>Nemeses! Dragons! Science! Symbolism! All these and more await in this brilliantly subversive, sharply irreverent epic from N.D. Stevenson. Featuring an exclusive epilogue not seen in the web comic, along with bonus conceptual sketches and revised pages throughout, this gorgeous full-color graphic novel is perfect for the legions of fans of the web comic and is sure to win Noelle many new ones.<br><br>Nimona is an impulsive young shapeshifter with a knack for villainy. Lord Ballister Blackheart is a villain with a vendetta. As sidekick and supervillain, Nimona and Lord Blackheart are about to wreak some serious havoc. Their mission: prove to the kingdom that Sir Ambrosius Goldenloin and his buddies at the Institution of Law Enforcement and Heroics aren't the heroes everyone thinks they are.<br><br>But as small acts of mischief escalate into a vicious battle, Lord Blackheart realizes that Nimona's powers are as murky and mysterious as her past. And her unpredictable wild side might be more dangerous than he is willing to admit.</span>",
  "pages": 272,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1412626919l/19351043.jpg",
  "yearPublished": 2015,
  "genre": "Graphic Novel,Fantasy,Young Adult,Fiction,Comedy,Adventure"
 },
 {
  "title": "One Piece, Volume. 1: Romance Dawn",
  "author": "Eiichiro Oda",
  "description": "<span>A new shonen sensation in Japan, this series features Monkey D. Luffy, whose main ambition is to become a pirate. Eating the Gum-Gum Fruit gives him strange powers but also invokes the fruit's curse: anybody who consumes it can never learn to swim. Nevertheless, Monkey and his crewmate Roronoa Zoro, master of the three-sword fighting style, sail the Seven Seas of swashbuckling adventure in search of the elusive treasure \"One Piece.\"</span>",
  "pages": 207,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1318523719i/1237398.jpg",
  "yearPublished": 1997,
  "genre": "Fiction,Fantasy,Action,Adventure,Young Adult,Graphic Novel"
 },
 {
  "title": "Bleach, Vol. 1",
  "author": "Tite Kubo",
  "description": "<span><b>Part-time student, full-time Soul Reaper, Ichigo is one of the chosen few guardians of the afterlife.</b> Ichigo Kurosaki never asked for the ability to see ghosts—he was born with the gift. When his family is attacked by a Hollow—a malevolent lost soul—Ichigo becomes a Soul Reaper, dedicating his life to protecting the innocent and helping the tortured spirits themselves find peace. Find out why Tite Kubo’s Bleach has become an international manga smash-hit!Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia--who is slowly regaining her powers--it's Ichigo's job to protect the innocent from Hollows and help the spirits themselves find peace.</span>",
  "pages": 192,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388508611i/2880.jpg",
  "yearPublished": 2002,
  "genre": "Fiction,Fantasy,Action,Young Adult,Graphic Novel"
 },
 {
  "title": "Death Note, Vol. 1: Boredom",
  "author": "Tsugumi Ohba,Takeshi Obata (Illustrator)",
  "description": "<span>Light Yagami is an ace student with great prospects - and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami, a death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal... or his life?<br><br>Boredom<br>Light tests the boundaries of the Death Note's powers as L and the police begin to close in. Luckily, Light's father is the head of the Japanese National Police Agency and leaves vital information about the case lying around the house. With access to his father's files, Light can keep one step ahead of the authorities. But who is the strange man following him, and how can Light guard against enemies whose names he doesn't know?</span>",
  "pages": 195,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1419952134i/13615.jpg",
  "yearPublished": 2004,
  "genre": "Fiction,Graphic Novels,Horror,Mystery,Thriller"
 },
 {
  "title": "The Book of Love",
  "author": "Kelly Link",
  "description": "<span><b><i>The Book of Love</i> showcases Kelly Link at the height of her powers, channeling potent magic and attuned to all varieties of love—from friendship to romance to abiding family ties—with her trademark compassion, wit, and literary derring-do. Readers will find joy (and a little terror) and an affirmation that love goes on, even when we cannot.</b><br><br>Late one night, Laura, Daniel, and Mo find themselves beneath the fluorescent lights of a high school classroom, almost a year after disappearing from their hometown, the small seaside community of Lovesend, Massachusetts, having long been presumed dead. Which, in fact, they are.<br><br>With them in the room is their previously unremarkable high school music teacher, who seems to know something about their disappearance—and what has brought them back again. Desperate to reclaim their lives, the three agree to the terms of the bargain their music teacher proposes. They will be given a series of magical tasks; while they undertake them, they may return to their families and friends, but they can tell no one where they’ve been. In the end, there will be winners and there will be losers.<br><br>But their resurrection has attracted the notice of other supernatural figures, all with their own agendas. As Laura, Daniel, and Mo grapple with the pieces of the lives they left behind, and Laura’s sister, Susannah, attempts to reconcile what she remembers with what she fears, these mysterious others begin to arrive, engulfing their community in danger and chaos, and it becomes imperative that the teens solve the mystery of their deaths to avert a looming disaster.</span>",
  "pages": 640,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1695356776i/157981682.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Fantasy,Mystery,Science Fiction,Magical Realism"
 },
 {
  "title": "The Ministry of Time",
  "author": "Kaliane Bradley",
  "description": "<span><b>A time travel romance, a speculative spy thriller, a workplace comedy, and an ingeniously constructed exploration of the nature of truth and power and the potential for love to change it Welcome to <i>The Ministry of Time</i>, the exhilarating debut novel by Kaliane Bradley.</b><br><br>In the near future, a civil servant is offered the salary of her dreams and is, shortly afterward, told what project she’ll be working on. A recently established government ministry is gathering “expats” from across history to establish whether time travel is feasible—for the body, but also for the fabric of space-time.<br><br>She is tasked with working as a “bridge”: living with, assisting, and monitoring the expat known as “1847” or Commander Graham Gore. As far as history is concerned, Commander Gore died on Sir John Franklin’s doomed 1845 expedition to the Arctic, so he’s a little disoriented to be living with an unmarried woman who regularly shows her calves, surrounded by outlandish concepts such as “washing machine,” “Spotify,” and “the collapse of the British Empire.” But he adjusts quickly; he is, after all, an explorer by trade. Soon, what the bridge initially thought would be, at best, a seriously uncomfortable housemate dynamic, evolves into something much more. Over the course of an unprecedented year, Gore and the bridge fall haphazardly, fervently in love, with consequences they never could have imagined.<br><br>Supported by a chaotic and charming cast of characters—including a 17th-century cinephile who can’t get enough of Tinder, a painfully shy World War I captain, and a former spy with an ever-changing series of cosmetic surgery alterations and a belligerent attitude to HR—the bridge will be forced to confront the past that shaped her choices, and the choices that will shape the future.<br><br>An exquisitely original and feverishly fun fusion of genres and ideas, <i>The Ministry of Time</i> asks the universal What happens if you put a disaffected millennial and a Victorian polar explorer in a house together?</span>",
  "pages": 352,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1698870543i/199798179.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Science Fiction,Fantasy,Romance"
 },
 {
  "title": "James",
  "author": "Percival Everett",
  "description": "<span><b>A brilliant, action-packed reimagining of <i>The Adventures of Huckleberry Finn</i>, both harrowing and ferociously funny, told from the enslaved Jim's point of view</b><br><br>When the enslaved Jim overhears that he is about to be sold to a man in New Orleans, separated from his wife and daughter forever, he decides to hide on nearby Jackson Island until he can formulate a plan. Meanwhile, Huck Finn has faked his own death to escape his violent father, recently returned to town. As all readers of American literature know, thus begins the dangerous and transcendent journey by raft down the Mississippi River toward the elusive and too-often-unreliable promise of the Free States and beyond.<br><br>While many narrative set pieces of <i>The Adventures of Huckleberry Finn</i> remain in place (floods and storms, stumbling across both unexpected death and unexpected treasure in the myriad stopping points along the river’s banks, encountering the scam artists posing as the Duke and Dauphin…), Jim’s agency, intelligence and compassion are shown in a radically new light.<br><br>Brimming with electrifying humor and lacerating observations, <i>James</i> is destined to be a major publishing event and a cornerstone of twenty-first century American literature.</span>",
  "pages": 320,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1704107491i/173754979.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Historical Fiction,African American,Race,Adult"
 },
 {
  "title": "Martyr!",
  "author": "Kaveh Akbar",
  "description": "<span><b>Kaveh Akbar’s <i>Martyr!</i> is a paean to how we spend our lives seeking meaning—in faith, art, ourselves, others—in which a newly sober, orphaned son of Iranian immigrants, guided by the voices of artists, poets, and kings, embarks on a search that leads him to a terminally ill painter living out her final days in the Brooklyn Museum.</b><br><br>Cyrus Shams is a young man grappling with an inheritance of violence and loss: his mother’s plane was shot down over the skies of Tehran in a senseless accident; and his father’s life in America was circumscribed by his work killing chickens at a factory farm in the Midwest. Cyrus is a drunk, an addict, and a poet, whose obsession with martyrs leads him to examine the mysteries of his past—toward an uncle who rode through Iranian battlefields dressed as the Angel of death to inspire and comfort the dying, and toward his mother, through a painting discovered in a Brooklyn art gallery that suggests she may not have been who or what she seemed. <br><br>Electrifying, funny, wholly original, and profound, <i>Martyr!</i> heralds the arrival of a blazing and essential new voice in contemporary fiction.</span>",
  "pages": 352,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1683818219i/139400713.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Poetry,LGBT,Adult"
 },
 {
  "title": "The God of the Woods",
  "author": "Liz Moore",
  "description": "<span><b>From the <i>New York Times</i> bestselling author of <i>Long Bright River</i>, an immersive, propulsive novel about a missing child whose disappearance sends equal shockwaves through three very different worlds—an opulent Adirondack summer estate, the rustic teen summer camp that operates in its shadow, and the blue-collar community that serves them both.</b><br><br>When Barbara Van Laar is discovered missing from her summer camp bunk one morning in August 1975, it triggers a panicked, terrified search. Losing a camper is a horrific tragedy under any circumstances, but Barbara isn’t just any camper; she’s the daughter of the wealthy family that owns the camp—as well as the opulent nearby estate and most of the land in sight. And this isn’t the first time a Van Laar child has disappeared in this Barbara’s older brother also went missing sixteen years ago, never to be found. How could this have happened yet again?<br><br>Out of this gripping beginning, Liz Moore weaves a richly textured drama, both emotionally nuanced and propelled by a double-barreled mystery. Chasing down the layered secrets of the Van Laar family and the community working in its shadow, Moore’s multi-threaded drama brings readers into the hearts of characters whose lives are forever changed by this eventful summer.<br><br>Liz Moore’s most ambitious and wide-reaching novel yet, <i>The God of the Woods</i> is a story of love, inheritance, identity, and second chances, a thrillingly layered drama about the tensions between a family and a community, and a history of secrets that will not let any of them go.</span>",
  "pages": 496,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1701566605i/199698485.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Mystery,Thriller,Adult,Historical Fiction"
 },
 {
  "title": "Les Us Descend",
  "author": "Jesmyn Ward",
  "description": "<span>From Jesmyn Ward—the two-time National Book Award winner, youngest winner of the Library of Congress Prize for Fiction, and MacArthur Fellow—comes a haunting masterpiece, sure to be an instant classic, about an enslaved girl in the years before the Civil War.<br><br>“‘Let us descend,’ the poet now began, ‘and enter this blind world.’” — <i>Inferno</i>, Dante Alighieri<br><br><i>Let Us Descend</i> is a reimagining of American slavery, as beautifully rendered as it is heart-wrenching. Searching, harrowing, replete with transcendent love, the novel is a journey from the rice fields of the Carolinas to the slave markets of New Orleans and into the fearsome heart of a Louisiana sugar plantation.<br><br>Annis, sold south by the white enslaver who fathered her, is the reader’s guide through this hellscape. As she struggles through the miles-long march, Annis turns inward, seeking comfort from memories of her mother and stories of her African warrior grandmother. Throughout, she opens herself to a world beyond this world, one teeming with of earth and water, of myth and history; spirits who nurture and give, and those who manipulate and take. While Ward leads readers through the descent, this, her fourth novel, is ultimately a story of rebirth and reclamation.<br><br>From one of the most singularly brilliant and beloved writers of her generation, this miracle of a novel inscribes Black American grief and joy into the very land—the rich but unforgiving forests, swamps, and rivers of the American South. <i>Let Us Descend</i> is Jesmyn Ward’s most magnificent novel yet, a masterwork for the ages.</span>",
  "pages": 320,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1698173892i/87556695.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Magical Realism,Race,African American,Fantasy,Adult"
 },
 {
  "title": "Absolution",
  "author": "Alice McDermott",
  "description": "<span>A riveting account of women’s lives on the margins of the Vietnam War.<br><br>In Saigon in 1963, two young American wives form a wary alliance. Tricia is a starry-eyed newlywed, married to a rising oil engineer “on loan” to US Navy Intelligence. Charlene is a practiced corporate spouse and mother of three, a talented hostess and determined altruist, on a mission to relieve the “wretchedness” she sees all around her.<br><br>When Tricia miscarries, Charlene sweeps her into a cabal of well-dressed do-gooder American wives. Armed with baskets filled with candy and toys, they descend on hospitals, orphanages, and a leper colony on the coast, determined to relieve suffering, no matter the cost.<br><br>Sixty years later, Charlene’s daughter reaches out to Tricia, now widowed and living in Washington. As the two relive their shared experience in Saigon, they are forced to come to terms with the ways their own lives have been shaped and stunted by Charlene’s pursuit of “inconsequential good.”<br><br>With a narrative impact that recalls Graham Greene’s The Quiet American , Alice McDermott confronts the unresolved mysteries and ironies of America’s tragic interference in Southeast Asia.</span>",
  "pages": 324,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1678678178i/101404407.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Fantasy,Historical Fiction,War,Adult"
 },
 {
  "title": "The Berry Pickers",
  "author": "Amanda Peters",
  "description": "<span><b>A four-year-old Mi’kmaq girl goes missing from the blueberry fields of Maine, sparking a tragic mystery that haunts the survivors, unravels a community, and remains unsolved for nearly fifty years.</b><br><br>July 1962. A Mi’kmaq family from Nova Scotia arrives in Maine to pick blueberries for the summer. Weeks later, four-year-old Ruthie, the family’s youngest child, vanishes. She is last seen by her six-year-old brother, Joe, sitting on a favorite rock at the edge of a berry field. Joe will remain distraught by his sister’s disappearance for years to come. <br><br>In Maine, a young girl named Norma grows up as the only child of an affluent family. Her father is emotionally distant, her mother frustratingly overprotective. Norma is often troubled by recurring dreams and visions that seem more like memories than imagination. As she grows older, Norma slowly comes to realize there is something her parents aren’t telling her. Unwilling to abandon her intuition, she will spend decades trying to uncover this family secret. <br><br>For readers of <i>The Vanishing Half</i> and <i>Woman of Light</i>, this showstopping debut by a vibrant new voice in fiction is a riveting novel about the search for truth, the shadow of trauma, and the persistence of love across time.</span>",
  "pages": 307,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677605623i/123036004.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Historical Fiction,Mystery,Adult"
 },
 {
  "title": "Tom Lake",
  "author": "Ann Patchett",
  "description": "<span><b>In this beautiful and moving novel about family, love, and growing up, Ann Patchett once again proves herself one of America’s finest writers.</b><br><br>In the spring of 2020, Lara’s three daughters return to the family's orchard in Northern Michigan. While picking cherries, they beg their mother to tell them the story of Peter Duke, a famous actor with whom she shared both a stage and a romance years before at a theater company called Tom Lake. As Lara recalls the past, her daughters examine their own lives and relationship with their mother, and are forced to reconsider the world and everything they thought they knew.<br><br>Tom Lake is a meditation on youthful love, married love, and the lives parents have led before their children were born. Both hopeful and elegiac, it explores what it means to be happy even when the world is falling apart. As in all of her novels, Ann Patchett combines compelling narrative artistry with piercing insights into family dynamics. The result is a rich and luminous story, told with profound intelligence and emotional subtlety, that demonstrates once again why she is one of the most revered and acclaimed literary talents working today.</span>",
  "pages": 309,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1691084837i/63241104.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Romance,Historical Fiction,Adult,Fantasy"
 },
 {
  "title": "The Covenant of Water",
  "author": "Abraham Verghese",
  "description": "<span><b>From the <i>New York Times</i>-bestselling author of <i>Cutting for Stone</i> comes a stunning and magisterial epic of love, faith, and medicine, set in Kerala, South India, following three generations of a family seeking the answers to a strange secret</b><br><br>Spanning the years 1900 to 1977, <i>The Covenant of Water</i> is set in Kerala, on India’s Malabar Coast, and follows three generations of a family that suffers a peculiar affliction: in every generation, at least one person dies by drowning—and in Kerala, water is everywhere. At the turn of the century, a twelve-year-old girl from Kerala's Christian community, grieving the death of her father, is sent by boat to her wedding, where she will meet her forty-year-old husband for the first time. From this unforgettable new beginning, the young girl—and future matriarch, Big Ammachi—will witness unthinkable changes over the span of her extraordinary life, full of joy and triumph as well as hardship and loss, her faith and love the only constants.<br><br>A shimmering evocation of a bygone India and of the passage of time itself, <i>The Covenant of Water</i> is a hymn to progress in medicine and to human understanding, and a humbling testament to the hardships undergone by past generations for the sake of those alive today. Imbued with humor, deep emotion, and the essence of life, it is one of the most masterful literary novels published in recent years.</span>",
  "pages": 724,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687600746i/180357146.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Historical Fiction"
 },
 {
  "title": "Hello, Beautiful",
  "author": "Ann Napolitano",
  "description": "<span><b>An emotionally layered and engrossing story of a family that asks: Can love make a broken person whole?</b><br><br>William Waters grew up in a house silenced by tragedy, where his parents could hardly bear to look at him, much less love him. So it’s a relief when his skill on the basketball court earns him a scholarship to college, far away from his childhood home. He soon meets Julia Padavano, a spirited and ambitious young woman who surprises William with her appreciation of his quiet steadiness. With Julia comes her family; she is inseparable from her three younger sisters: Sylvie, the dreamer, is happiest with her nose in a book and imagines a future different from the expected path of wife and mother; Cecelia, the family’s artist; and Emeline, who patiently takes care of all of them. Happily, the Padavanos fold Julia’s new boyfriend into their loving, chaotic household.<br><br>But then darkness from William’s past surfaces, jeopardizing not only Julia’s carefully orchestrated plans for their future, but the sisters’ unshakeable loyalty to one another. The result is a catastrophic family rift that changes their lives for generations. Will the loyalty that once rooted them be strong enough to draw them back together when it matters most?<br><br>Vibrating with tenderness, <i>Hello Beautiful</i> is a gorgeous, profoundly moving portrait of what’s possible when we choose to love someone not in spite of who they are, but because of it.</span>",
  "pages": 416,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687803098i/61771675.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Historical Fiction,Romance,Adult"
 },
 {
  "title": "System Collapse",
  "author": "Martha Wells",
  "description": "<span><i>Am I making it worse? I think I'm making it worse.</i><br><br>Everyone's favorite lethal SecUnit is back.<br><br>Following the events in <i>Network Effect</i>, the Barish-Estranza corporation has sent rescue ships to a newly-colonized planet in peril, as well as additional SecUnits. But if there’s an ethical corporation out there, Murderbot has yet to find it, and if Barish-Estranza can’t have the planet, they’re sure as hell not leaving without <i>something</i>. If that something just happens to be an entire colony of humans, well, a free workforce is a decent runner-up prize.<br><br>But there’s something wrong with Murderbot; it isn’t running within normal operational parameters. ART’s crew and the humans from Preservation are doing everything they can to protect the colonists, but with Barish-Estranza’s SecUnit-heavy persuasion teams, they’re going to have to hope Murderbot figures out what’s wrong with itself, and fast.<br><br><i>Yeah, this plan is... not going to work.</i></span>",
  "pages": 245,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1674575978i/65211701.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Science Fiction,Space Opera,Fantasy,Comedy"
 },
 {
  "title": "The Other Valley",
  "author": "Scott Alexander Howard",
  "description": "<span><b>A literary speculative novel about an isolated town neighbored by its own past and future</b><br><br>Sixteen-year-old Odile is an awkward, quiet girl vying for a coveted seat on the Conseil. If she earns the position, she’ll decide who may cross her town’s heavily guarded borders. On the other side, it’s the same valley, the same town--except to the east, the town is twenty years ahead in time. To the west, it’s twenty years behind. The towns repeat in an endless sequence across the wilderness.<br><br>When Odile recognizes two visitors she wasn’t supposed to see, she realizes that the parents of her friend Edme have been escorted across the border from the future, on a mourning tour, to view their son while he’s still alive in Odile’s present. Edme––who is brilliant, funny, and the only person to truly see Odile––is about to die. Sworn to secrecy in order to preserve the timeline, Odile now becomes the Conseil’s top candidate, yet she finds herself drawing closer to the doomed boy, imperiling her entire future.</span>",
  "pages": 304,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687105854i/176450755.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Science Fiction,Fantasy,Magical Realism,Coming-of-Age"
 },
 {
  "title": "Baby X",
  "author": "Kira Peikoff",
  "description": "<span>When any biological matter can be used to create life, stolen celebrity DNA sells to the highest bidder–or the craziest stalker–in this propulsive thriller.<br><br>With a vivid imagining of the future, Gattaca meets The Ones in Kira Peikoff’s Baby X .<br><br>In the near-future United States, where advanced technology can create egg or sperm from any person’s cells, celebrities face the alarming potential of meeting biological children they never conceived. Famous singer Trace Thorne is tired of being targeted by the Vault, a black market site devoted to stealing DNA. Sick of paying ransom money for his own cell matter, he hires bio-security guard Ember Ryan to ensure his biological safety.&nbsp;&nbsp;<br><br>Ember will do anything she can to protect her clients. She knows all the Vault’s tricks–discarded tissues, used straws, lipstick tubes–and has prevented countless DNA thefts. Working for Thorne, her focus becomes split when she begins to fall for him, but she knows she hasn’t let anything slip–love or not, his DNA is safe. But then she and Thorne are confronted by a pregnant woman, Quinn, who claims that Thorne is the father of her baby, and all bets are off.&nbsp;&nbsp;&nbsp;<br><br>Brilliantly plotted and terrifyingly prescient, Baby X is an unpredictable and relentless speculative thriller perfect for fans of Blake Crouch.</span>",
  "pages": 336,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1694109773i/173476065.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Science Fiction,Mystery,Fantasy,Adult,Dystopia"
 },
 {
  "title": "Recursion",
  "author": "Blake Crouch",
  "description": "<span><b>Memory makes reality.</b><br><br>That's what NYC cop Barry Sutton is learning, as he investigates the devastating phenomenon the media has dubbed False Memory Syndrome—a mysterious affliction that drives its victims mad with memories of a life they never lived.<br><br>That's what neuroscientist Helena Smith believes. It's why she's dedicated her life to creating a technology that will let us preserve our most precious memories. If she succeeds, anyone will be able to re-experience a first kiss, the birth of a child, the final moment with a dying parent.<br><br>As Barry searches for the truth, he comes face to face with an opponent more terrifying than any disease—a force that attacks not just our minds, but the very fabric of the past. And as its effects begin to unmake the world as we know it, only he and Helena, working together, will stand a chance at defeating it.<br><br>But how can they make a stand when reality itself is shifting and crumbling all around them?<br><br>At once a relentless pageturner and an intricate science-fiction puzzlebox about time, identity, and memory, Recursion is a thriller as only Blake Crouch could imagine it—and his most ambitious, mind-boggling, irresistible work to date.</span>",
  "pages": 326,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1543687940i/42046112.jpg",
  "yearPublished": 2019,
  "genre": "Fiction,Science Fiction,Thriller,Mystery"
 },
 {
  "title": "The Inmate",
  "author": "Freida McFadden",
  "description": "<span>There are three rules Brooke Sullivan must follow as a new nurse practitioner at a men’s maximum-security prison:<br><br>1) Treat all prisoners with respect.<br><br>2) Never reveal any personal information.<br><br>3) Never EVER become too friendly with the inmates.<br><br>But none of the staff at the prison knows Brooke has already broken the rules. Nobody knows about her intimate connection to Shane Nelson, one of the penitentiary’s most notorious and dangerous inmates.<br><br>And they certainly don’t know that Shane was Brooke’s high school sweetheart—the star quarterback who is now spending the rest of his life in prison for a series of grisly murders. Or that Brooke's testimony was what put him there.<br><br>But Shane knows.<br><br>And he will never forget.</span>",
  "pages": 388,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1653271523i/61149872.jpg",
  "yearPublished": 2022,
  "genre": "Fiction,Thriller,Mystery,Adult"
 },
 {
  "title": "First Lie Wins",
  "author": "Ashley Elston",
  "description": "<span><b>Evie Porter has everything a nice, Southern girl could want: a perfect, doting boyfriend, a house with a white picket fence and a garden, a fancy group of friends. The only catch: Evie Porter doesn’t exist.</b><br><br>The identity comes first: Evie Porter. Once she’s given a name and location by her mysterious boss Mr. Smith, she learns everything there is to know about the town and the people in it. Then the mark: Ryan Sumner. The last piece of the puzzle is the job.<br><br>Evie isn’t privy to Mr. Smith’s real identity, but she knows this job will be different. Ryan has gotten under her skin, and she’s starting to envision a different sort of life for herself. But Evie can’t make any mistakes—especially after what happened last time.<br><br>Because the one thing she’s worked her entire life to keep clean, the one identity she could always go back to—her real identity—just walked right into this town. Evie Porter must stay one step ahead of her past while making sure there’s still a future in front of her. The stakes couldn't be higher—but then, Evie has always liked a challenge...</span>",
  "pages": 340,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1704216161i/164444179.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Thriller,Mystery,Adult"
 },
 {
  "title": "The Women",
  "author": "Kristin Hannah",
  "description": "<span>An intimate portrait of coming of age in a dangerous time and an epic tale of a nation divided.<br><br>Women can be heroes. When twenty-year-old nursing student Frances “Frankie” McGrath hears these words, it is a revelation. Raised in the sun-drenched, idyllic world of Southern California and sheltered by her conservative parents, she has always prided herself on doing the right thing. But in 1965, the world is changing, and she suddenly dares to imagine a different future for herself. When her brother ships out to serve in Vietnam, she joins the Army Nurse Corps and follows his path. <br><br>As green and inexperienced as the men sent to Vietnam to fight, Frankie is over- whelmed by the chaos and destruction of war. Each day is a gamble of life and death, hope and betrayal; friendships run deep and can be shattered in an instant. In war, she meets—and becomes one of—the lucky, the brave, the broken, and the lost. <br><br>But war is just the beginning for Frankie and her veteran friends. The real battle lies in coming home to a changed and divided America, to angry protesters, and to a country that wants to forget Vietnam. <br><br><i>The Women</i> is the story of one woman gone to war, but it shines a light on all women who put themselves in harm’s way and whose sacrifice and commitment to their country has too often been forgotten. A novel about deep friendships and bold patriotism, <i>The Women</i> is a richly drawn story with a memorable heroine whose idealism and courage under fire will come to define an era.</span>",
  "pages": 480,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1689788358i/127305853.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Historical Fiction,War,Adult,Womens,Feminism"
 },
 {
  "title": "Piglet",
  "author": "Lottie Hazell",
  "description": "<span><b>An elegant, razor-sharp debut about women's ambitions and appetites—and the truth about having it all.</b> <br><br>Outside of a childhood nickname she can't shake, Piglet's rather pleased with how her life's turned out. An up-and-coming cookbook editor at a London publishing house, she's got lovely, loyal friends and a handsome fiancé, Kit, whose rarefied family she actually, most of the time, likes, despite their upper-class eccentricities. One of the many, many things Kit loves about Piglet is the delicious, unfathomably elaborate meals she's always cooking. <br><br>But when Kit confesses a horrible betrayal two weeks before they're set to be married, Piglet finds herself suddenly… hungry. The couple decides to move forward with the wedding as planned, but as it nears, and Piglet balances family expectations, pressure at work, and her quest to make the perfect cake, she finds herself increasingly unsettled, behaving in ways even she can't explain. Torn between a life she's always wanted and the ravenousness that comes with not getting what you know you deserve, Piglet is, by the day of her wedding, undone, but also ready to look beyond the lies we sometimes tell ourselves to get by. <br><br>A stylish, uncommonly clever novel about the things we want and the things we think we want, <i>Piglet</i> is both an examination of women's sometimes complicated relationship with food and a celebration of the messes life sometimes makes for us.</span>",
  "pages": 320,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1689144286i/127282554.jpg",
  "yearPublished": 2024,
  "genre": "Fiction,Adult,Womens,Feminism"
 },
 {
  "title": "The Complete Persepolis",
  "author": "Marjane Satrapi",
  "description": "<span>Here, in one volume: Marjane Satrapi's best-selling, internationally acclaimed memoir-in-comic-strips.<br><br><i>Persepolis</i> is the story of Satrapi's unforgettable childhood and coming of age within a large and loving family in Tehran during the Islamic Revolution; of the contradictions between private and public life in a country plagued by political upheaval; of her high school years in Vienna facing the trials of adolescence far from her family; of her homecoming—both sweet and terrible; and, finally, of her self-imposed exile from her beloved homeland. It is the chronicle of a girlhood and adolescence at once outrageous and familiar, a young life entwined with the history of her country yet filled with the universal trials and joys of growing up.<br><br>Edgy, searingly observant, and candid, often heartbreaking but threaded throughout with raw humor and hard-earned wisdom—<i>Persepolis</i> is a stunning work from one of the most highly regarded, singularly talented graphic artists at work today.</span>",
  "pages": 341,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327876995i/991197.jpg",
  "yearPublished": 2003,
  "genre": "Graphic Novel,Memoir,Biography,Womens,Feminsim,Religion"
 },
 {
  "title": "Watchmen",
  "author": "Alan Moore,Dave Gibbons (Illustrator)",
  "description": "<span>This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.<br><br>One of the most influential graphic novels of all time and a perennial best-seller, <i>Watchmen</i> has been studied on college campuses across the nation and is considered a gateway title, leading readers to other graphic novels such as <i>V for Vendetta</i>, <i>Batman: The Dark Knight Returns</i> and <i>The Sandman</i> series.</span>",
  "pages": 416,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442239711i/472331.jpg",
  "yearPublished": 1987,
  "genre": "Graphic Novel,Fantasy,Science Fiction,Classics,Dystopia"
 },
 {
  "title": "Batman: The Dark Knight Returns",
  "author": "Frank Miller,Klaus Jason (Illustrator)",
  "description": "<span>This masterpiece of modern comics storytelling brings to vivid life a dark world and an even darker man. Together with inker Klaus Janson and colorist Lynn Varley, writer/artist Frank Miller completely reinvents the legend of Batman in his saga of a near-future Gotham City gone to rot, ten years after the Dark Knight's retirement. <br><br>Crime runs rampant in the streets, and the man who was Batman is still tortured by the memories of his parents' murders. As civil society crumbles around him, Bruce Wayne's long-suppressed vigilante side finally breaks free of its self-imposed shackles. <br><br>The Dark Knight returns in a blaze of fury, taking on a whole new generation of criminals and matching their level of violence. He is soon joined by this generation's Robin—a girl named Carrie Kelley, who proves to be just as invaluable as her predecessors.<br><br>But can Batman and Robin deal with the threat posed by their deadliest enemies, after years of incarceration have made them into perfect psychopaths? And more important, can anyone survive the coming fallout of an undeclared war between the superpowers—or a clash of what were once the world's greatest superheroes?<br><br>Over fifteen years after its debut, <i>Batman: The Dark Knight Returns</i> remains an undisputed classic and one of the most influential stories ever told in the comics medium.<br><br>Collecting <i>Batman: The Dark Knight Returns</i> #1-4</span>",
  "pages": 197,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327892039i/59960.jpg",
  "yearPublished": 1986,
  "genre": "Fiction,Graphic Novel,Fantasy,Mystery"
 },
 {
  "title": "Remarkably Bright Creatures",
  "author": "Shelby Van Pelt",
  "description": "<span><b><i>Remarkably Bright Creatures</i>, an exploration of friendship, reckoning, and hope, tracing a widow's unlikely connection with a giant Pacific octopus</b>.<br><br>After Tova Sullivan's husband died, she began working the night shift at the Sowell Bay Aquarium, mopping floors and tidying up. Keeping busy has always helped her cope, which she's been doing since her eighteen-year-old son, Erik, mysteriously vanished on a boat in Puget Sound over thirty years ago.<br><br>Tova becomes acquainted with curmudgeonly Marcellus, a giant Pacific octopus living at the aquarium. Marcellus knows more than anyone can imagine but wouldn't dream of lifting one of his eight arms for his human captors--until he forms a remarkable friendship with Tova.<br><br>Ever the detective, Marcellus deduces what happened the night Tova's son disappeared. And now Marcellus must use every trick his old invertebrate body can muster to unearth the truth for her before it's too late.<br><br>Shelby Van Pelt's <strong>debut novel</strong> is a gentle reminder that sometimes taking a hard look at the past can help uncover a future that once felt impossible.</span>",
  "pages": 360,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1651600548i/58733693.jpg",
  "yearPublished": 2022,
  "genre": "Fiction,Magical Realism,Adult"
 },
 {
  "title": "Lessons in Chemistry",
  "author": "Bonnie Garmus",
  "description": "<span>Chemist Elizabeth Zott is not your average woman. In fact, Elizabeth Zott would be the first to point out that there is no such thing as an average woman. But it’s the early 1960s and her all-male team at Hastings Research Institute takes a very unscientific view of equality. Except for one: Calvin Evans; the lonely, brilliant, Nobel–prize nominated grudge-holder who falls in love with—of all things—her mind. True chemistry results. <br><br>But like science, life is unpredictable. Which is why a few years later Elizabeth Zott finds herself not only a single mother, but the reluctant star of America’s most beloved cooking show <i>Supper at Six</i>. Elizabeth’s unusual approach to cooking (“combine one tablespoon acetic acid with a pinch of sodium chloride”) proves revolutionary. But as her following grows, not everyone is happy. Because as it turns out, Elizabeth Zott isn’t just teaching women to cook. She’s daring them to change the status quo. <br><br>Laugh-out-loud funny, shrewdly observant, and studded with a dazzling cast of supporting characters, <i>Lessons in Chemistry</i> is as original and vibrant as its protagonist.</span>",
  "pages": 390,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1634748496i/58065033.jpg",
  "yearPublished": 2022,
  "genre": "Fiction,Historical Fiction,Womens,Feminism,Adult"
 },
 {
  "title": "Hidden Pictures",
  "author": "Jason Rekulak",
  "description": "<span><b>A wildly inventive spin on the supernatural thriller, about a woman working as a nanny for a young boy with strange and disturbing secrets.</b><br><br>Mallory Quinn is fresh out of rehab when she takes a job as a babysitter for Ted and Caroline Maxwell. She is to look after their five-year-old son, Teddy.<br><br>Mallory immediately loves it. She has her own living space, goes out for nightly runs, and has the stability she craves. And she sincerely bonds with Teddy, a sweet, shy boy who is never without his sketchbook and pencil. His drawings are the usual fare: trees, rabbits, balloons. But one day, he draws something different: a man in a forest, dragging a woman’s lifeless body.<br><br>Then, Teddy’s artwork becomes increasingly sinister, and his stick figures quickly evolve into lifelike sketches well beyond the ability of any five-year-old. Mallory begins to wonder if these are glimpses of a long-unsolved murder, perhaps relayed by a supernatural force.<br><br>Knowing just how crazy it all sounds, Mallory nevertheless sets out to decipher the images and save Teddy before it’s too late.</span>",
  "pages": 372,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1635260162i/58724923.jpg",
  "yearPublished": 2022,
  "genre": "Fiction,Horror,Thriller,Mystery,Adult"
 },
 {
  "title": "The Only One Left",
  "author": "Riley Sagar",
  "description": "<span><b>\n  <i>At seventeen, Lenora Hope<br>Hung her sister with a rope</i>\n</b><br><br>Now reduced to a schoolyard chant, the Hope family murders shocked the Maine coast one bloody night in 1929. While most people assume seventeen-year-old Lenora was responsible, the police were never able to prove it. Other than her denial after the killings, she has never spoken publicly about that night, nor has she set foot outside Hope’s End, the cliffside mansion where the massacre occurred.<br><br><b>\n  <i>Stabbed her father with a knife<br>Took her mother’s happy life</i>\n</b><br><br>It’s now 1983, and home-health aide Kit McDeere arrives at a decaying Hope’s End to care for Lenora after her previous nurse fled in the middle of the night. In her seventies and confined to a wheelchair, Lenora was rendered mute by a series of strokes and can only communicate with Kit by tapping out sentences on an old typewriter. One night, Lenora uses it to make a tantalizing offer—<i>I want to tell you everything.</i><br><br><b>\n  <i>“It wasn’t me,” Lenora said<br>But she’s the only one not dead</i>\n</b><br> <br>As Kit helps Lenora write about the events leading to the Hope family massacre, it becomes clear there’s more to the tale than people know. But when new details about her predecessor’s departure come to light, Kit starts to suspect Lenora might not be telling the complete truth—and that the seemingly harmless woman in her care could be far more dangerous than she first thought.</span>",
  "pages": 385,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1668181003i/62703226.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Mystery,Horror,Gothic,Thriller"
 },
 {
  "title": "None of This Is True",
  "author": "Lisa Jewell",
  "description": "<span><b>Lisa Jewell returns with a scintillating new psychological thriller about a woman who finds herself the subject of her own popular true crime podcast.</b><br><br>Celebrating her forty-fifth birthday at her local pub, popular podcaster Alix Summers crosses paths with an unassuming woman called Josie Fair. Josie, it turns out, is also celebrating her forty-fifth birthday. They are, in fact, birthday twins.<br><br>A few days later, Alix and Josie bump into each other again, this time outside Alix’s children’s school. Josie has been listening to Alix’s podcasts and thinks she might be an interesting subject for her series. She is, she tells Alix, on the cusp of great changes in her life.<br><br>Josie’s life appears to be strange and complicated, and although Alix finds her unsettling, she can’t quite resist the temptation to keep making the podcast. Slowly she starts to realise that Josie has been hiding some very dark secrets, and before she knows it, Josie has inveigled her way into Alix’s life—and into her home.<br><br>But, as quickly as she arrived, Josie disappears. Only then does Alix discover that Josie has left a terrible and terrifying legacy in her wake, and that Alix has become the subject of her own true crime podcast, with her life and her family’s lives under mortal threat.<br><br>Who is Josie Fair? And what has she done?</span>",
  "pages": 380,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1686092508i/62334530.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Mystery,Thriller,Adult"
 },
 {
  "title": "Prophet Song",
  "author": "Paul Lynch",
  "description": "<span>A fearless portrait of a society on the brink as a mother faces a terrible choice, from an internationally award-winning author<br><br>On a dark, wet evening in Dublin, scientist and mother-of-four Eilish Stack answers her front door to find the GNSB on her step. Two officers from Ireland’s newly formed secret police are here to interrogate her husband, a trade unionist.<br><br>Ireland is falling apart. The country is in the grip of a government turning towards tyranny and Eilish can only watch helplessly as the world she knew disappears. When first her husband and then her eldest son vanish, Eilish finds herself caught within the nightmare logic of a collapsing society.<br><br>How far will she go to save her family? And what – or who – is she willing to leave behind?<br><br>Exhilarating, terrifying and propulsive, Prophet Song is a work of breathtaking originality, offering a devastating vision of a country at war and a deeply human portrait of a mother’s fight to hold her family together.</span>",
  "pages": 259,
  "coverURL": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1689541792i/158875813.jpg",
  "yearPublished": 2023,
  "genre": "Fiction,Dystopia,Science Fiction,Literature"
 }
]
